local function Reply(msg)
local text = msg.content_.text_
if not database:get(bot_id..'Reply:Status'..msg.chat_id_) then
if text == "هلو" or text == "هلاو" or text == "هلولو" or text == "هاي" or text == "هلوز" or text == "هلاوز" or text == "هايز" or text == "مرحبا" or text == "هلا" then
if not database:get(bot_id..'lock:add'..msg.chat_id_) then
local texting = {"• هـ♥̨̥̬̩ـلآإوآإت♥̨̥̬̩🙋🏻‍♀️ֆ","• هله واخيراً لگيتك ☹️ ֆ ","• لتشمر الهلو وتطفر 🙃 ֆ ","• هلا حبيبي 🌹 انته ولد 🙎‍♂️ لو بنيه 👩‍🦰ֆ","• هـلُِوُآت 🙋🏻‍♀️ خـيوُ شُلُِوُنڪ 🤷🏼‍♀️ ֆ"," • هِلَآ كَلَبّـيّ ❤️ شّـلَوُنٌكَ 🤷‍♀️ ֆ"," • هـلُِآوُآآت حٍبَي 🤗🌟 ֆ" }
send(msg.chat_id_, msg.id_, ''..texting[math.random(#texting)]..'')
end
end
if text == "هلوو" or text == "هلاوو" or text == "هلولوو" or text == "هااي" or text == "هلووز" or text == "هلاووز" or text == "هاايز" or text == "مرحباا" or text == "هلاا" then
if not database:get(bot_id..'lock:add'..msg.chat_id_) then
local texting = {"• هِـ🌷ـلَآإوُآإتُ🌸🙋🏻‍♀️ وُرَدُهِ 🌺 ֆ","• هلوات اذا عندك كروبات ضيفني🙄❤️ ֆ ","• هـلُِآ بَيڪ 🤗 شُلُِوُنڪ آخـبَآرٍڪ 😏ֆ","• هله بريحه هلي🤗 ֆ"," • كافي قبل شويه سلمت😌👋 ֆ"," • هِلَهِ كَلَبّـيّ❤️💋ֆ" }
send(msg.chat_id_, msg.id_, ''..texting[math.random(#texting)]..'')
end
end
if text == "هلووو" or text == "هلاووو" or text == "هلولووو" or text == "هاااي" or text == "هلوووز" or text == "هلاوووز" or text == "هااايز" or text == "مرحبااا" or text == "هلااا" then
if not database:get(bot_id..'lock:add'..msg.chat_id_) then
local texting = {"• هـޢޢـلـޢޢــۅآتـޢޢــ🤓ֆ","• هله واخيراً لگيتك ☹️ ֆ ","• لتشمر الهلو وتطفر 🙃 ֆ ","• هلا حبيبي 🌹 انته ولد 🙎‍♂️ لو بنيه 👩‍🦰ֆ","• هـلُِوُآت 🙋🏻‍♀️ خـيوُ شُلُِوُنڪ 🤷🏼‍♀️ ֆ"," • هـلُِهـ بَيڪ 🤗 شخبارك 🤷‍♀️ ֆ"," • هـلُِآوُآآت حٍبَي 🤗💋 ֆ" }
send(msg.chat_id_, msg.id_, ''..texting[math.random(#texting)]..'')
end
end
if text == "هلوووو" or text == "هلاوووو" or text == "هلولوووو" or text == "هااااي" or text == "هلووووز" or text == "هلاووووز" or text == "هاااايز" or text == "مرحباااا" or text == "هلاااا" then
if not database:get(bot_id..'lock:add'..msg.chat_id_) then
local texting = {"• هِـ🌷ـلَآإوُآإتُ🌸🙋🏻‍♀️ وُرَدُهِ 🌺 ֆ","• هلوات اذا عندك كروبات ضيفني🙄❤️ ֆ ","• هـلُِآ بَيڪ 🤗 شُلُِوُنڪ آخـبَآرٍڪ 😏ֆ","• هله بريحه هلي🤗 ֆ"," • كافي قبل شويه سلمت😌👋 ֆ"," • هِلَهِ كَلَبّـيّ❤️💋ֆ" }
send(msg.chat_id_, msg.id_, ''..texting[math.random(#texting)]..'')
end
end
if text == "هلووووو" or text == "هلاووووو" or text == "هلولووووو" or text == "هاااااي" or text == "هلوووووز" or text == "هلاوووووز" or text == "هااااايز" or text == "مرحبااااا" or text == "هلااااا" then
if not database:get(bot_id..'lock:add'..msg.chat_id_) then
local texting = {"• هـ♥̨̥̬̩ـلآإوآإت♥̨̥̬̩🙋🏻‍♀️ֆ","• هله واخيراً لگيتك ☹️ ֆ ","• لتشمر الهلو وتطفر 🙃 ֆ ","• هلا حبيبي 🌹 انته ولد 🙎‍♂️ لو بنيه 👩‍🦰ֆ","• هـلُِوُآت 🙋🏻‍♀️ خـيوُ شُلُِوُنڪ 🤷🏼‍♀️ ֆ"," • هِلَآ كَلَبّـيّ ❤️ شّـلَوُنٌكَ 🤷‍♀️ ֆ"," • هـلُِآوُآآت حٍبَي 🤗🌟 ֆ" }
send(msg.chat_id_, msg.id_, ''..texting[math.random(#texting)]..'')
end
end
if text == "هلوووووو" or text == "هلاوووووو" or text == "هلولوووووو" or text == "هااااااي" or text == "هلووووووز" or text == "هلاووووووز" or text == "هاااااايز" or text == "مرحباااااا" or text == "هلاااااا" then
if not database:get(bot_id..'lock:add'..msg.chat_id_) then
local texting = {"• هـޢޢـلـޢޢــۅآتـޢޢــ🤓ֆ","• هله واخيراً لگيتك ☹️ ֆ ","• لتشمر الهلو وتطفر 🙃 ֆ ","• هلا حبيبي 🌹 انته ولد 🙎‍♂️ لو بنيه 👩‍🦰ֆ","• هـلُِوُآت 🙋🏻‍♀️ خـيوُ شُلُِوُنڪ 🤷🏼‍♀️ ֆ"," • هـلُِهـ بَيڪ 🤗 شخبارك 🤷‍♀️ ֆ"," • هـلُِآوُآآت حٍبَي 🤗💋 ֆ" }
send(msg.chat_id_, msg.id_, ''..texting[math.random(#texting)]..'')
end
end
if text == "هلووووووو" or text == "هلاووووووو" or text == "هلولووووووو" or text == "هاااااااي" or text == "هلوووووووز" or text == "هلاوووووووز" or text == "هااااااايز" or text == "مرحبااااااا" or text == "هلااااااا" then
if not database:get(bot_id..'lock:add'..msg.chat_id_) then
local texting = {"• هِـ🌷ـلَآإوُآإتُ🌸🙋🏻‍♀️ وُرَدُهِ 🌺 ֆ","• هلوات اذا عندك كروبات ضيفني🙄❤️ ֆ ","• هـلُِآ بَيڪ 🤗 شُلُِوُنڪ آخـبَآرٍڪ 😏ֆ","• هله بريحه هلي🤗 ֆ"," • كافي قبل شويه سلمت😌👋 ֆ"," • هِلَهِ كَلَبّـيّ❤️💋ֆ" }
send(msg.chat_id_, msg.id_, ''..texting[math.random(#texting)]..'')
end
end
if text == "هلوووووووو" or text == "هلاوووووووو" or text == "هلولوووووووو" or text == "هااااااااي" or text == "هلووووووووز" or text == "هلاووووووووز" or text == "هاااااااايز" or text == "مرحباااااااا" or text == "هلااااااااا" then
if not database:get(bot_id..'lock:add'..msg.chat_id_) then
local texting = {"• هِـ🌷ـلَآإوُآإتُ🌸🙋🏻‍♀️ وُرَدُهِ 🌺 ֆ","• هلوات اذا عندك كروبات ضيفني🙄❤️ ֆ ","• هـلُِآ بَيڪ 🤗 شُلُِوُنڪ آخـبَآرٍڪ 😏ֆ","• هله بريحه هلي🤗 ֆ"," • كافي قبل شويه سلمت😌👋 ֆ"," • هِلَهِ كَلَبّـيّ❤️💋ֆ" }
send(msg.chat_id_, msg.id_, ''..texting[math.random(#texting)]..'')
end
end
if text == "هلووووووووو" or text == "هلاووووووووو" or text == "هلولووووووووو" or text == "هاااااااااي" or text == "هلوووووووووز" or text == "هلاوووووووووز" or text == "هااااااااايز" or text == "مرحبااااااااا" or text == "هلاااااااااا" then
if not database:get(bot_id..'lock:add'..msg.chat_id_) then
local texting = {"• هـ♥̨̥̬̩ـلآإوآإت♥̨̥̬̩🙋🏻‍♀️ֆ","• هله واخيراً لگيتك ☹️ ֆ ","• لتشمر الهلو وتطفر 🙃 ֆ ","• هلا حبيبي 🌹 انته ولد 🙎‍♂️ لو بنيه 👩‍🦰ֆ","• هـلُِوُآت 🙋🏻‍♀️ خـيوُ شُلُِوُنڪ 🤷🏼‍♀️ ֆ"," • هِلَآ كَلَبّـيّ ❤️ شّـلَوُنٌكَ 🤷‍♀️ ֆ"," • هـلُِآوُآآت حٍبَي 🤗🌟 ֆ" }
send(msg.chat_id_, msg.id_, ''..texting[math.random(#texting)]..'')
end
end
if text == "الو" or text == "الوو" or text == "الووو" or text == "الوووو" or text == "الووووو" or text == "الوووووو" or text == "الووووووو" or text == "الوووووووو" or text == "الووووووووو" or text == "ألوو" or text == "ألووو" or text == "ألوووو" or text == "ألووووو" or text == "ألوووووو" or text == "ألووووووو" or text == "ألوووووووو" or text == "ألووووووووو" or text == "ألو" or text == "الوه" or text == "ألوه" or text == "الووه" or text == "الوووه" or text == "الووووه" or text == "الوووووه" or text == "الووووووه" or text == "الوووووووه" or text == "الووووووووه" or text == "الوووووووووه" or text == "ألووه" or text == "ألوووه" or text == "ألووووه" or text == "ألوووووه" or text == "ألووووووه" or text == "ألوووووووه" or text == "ألووووووووه" or text == "ألوووووووووه" then
if not database:get(bot_id..'lock:add'..msg.chat_id_) then
local texting = {"• الـ♥̨̥̬̩ـوآإت♥̨̥̬̩🙋🏻‍♀️ֆ","• هله واخيراً لگيتك ☹️ ֆ ","• لتشمر الألو وتطفر 🙃 ֆ ","• هلا حبيبي 🌹 انته ولد 🙎‍♂️ لو بنيه 👩‍🦰ֆ","• هـلُِوُآت 🙋🏻‍♀️ خـيوُ شُلُِوُنڪ 🤷🏼‍♀️ ֆ"," • هِلَآ كَلَبّـيّ ❤️ شّـلَوُنٌكَ 🤷‍♀️ ֆ"," • هـلُِآوُآآت حٍبَي 🤗🌟 ֆ","• هِـ🌷ـلَآإوُآإتُ🌸🙋🏻‍♀️ وُرَدُهِ 🌺 ֆ","• هلوات اذا عندك كروبات ضيفني🙄❤️ ֆ ","• هـلُِآ بَيڪ 🤗 شُلُِوُنڪ آخـبَآرٍڪ 😏ֆ","• هله بريحه هلي🤗 ֆ"," • شگد العلو يا حلو 😂😏ֆ"," • هِلَهِ كَلَبّـيّ❤️💋ֆ" }
send(msg.chat_id_, msg.id_, ''..texting[math.random(#texting)]..'')
end
end
if text == "شلونك" or text == "شلونج" or text == "كيفك" or text == "كيفج" or text == "شلونكم" or text == "شلونكم اخباركم" or text == "شونتم" or text == "شونكم" or text == "شلونكم خباركم" or text == "شونكم اخباركم" or text == "شونكم خباركم" or text == "شونج رنوشه" or text == "شلونج رنوشه" or text == "شخباركم" or text == "شخبارج" or text == "كيفك رنوشه" or text == "كيفج رنوشه" or text == "شعلومك" or text == "شعلومج" or text == "شعلومكم" or text == "كيفكن" or text == "كيفجن" or text == "كيفكم" or text == "اخبارتم" or text == "شلونكم حبايبي" or text == "شلونكم عيني" or text == "شلونج عيني" or text == "شلونج حبي" or text == "شلونك حبي" or text == "شلونج حب" or text == "شلونك حب" or text == "شلونك عيني" or text == "شلون الصحه" or text == "شلونك صديقي" or text == "شلونج صديقتي" or text == "شلونج يمه" or text == "شلونك يمه" or text == "شلونج خاله" or text == "شلونك خاله" or text == "شخباركم حبايبي" or text == "شلونكم عافيتي" or text == "شلونك خيي" or text == "شلونج خيتي" or text == "شلونك صقيقي" or text == "شلونج صقيقتي" or text == "شلونج اخبارج" or text == "شلونك اخبارك" or text == "شلونج شعلومج" or text == "شلونك شعلومك" or text == "شونكم حبايبي" or text == "شونكم عيني" or text == "شونج عيني" or text == "شونج حبي" or text == "شونك حبي" or text == "شونج حب" or text == "شونك حب" or text == "شونك عيني" or text == "شون الصحه" or text == "شونك صديقي" or text == "شونج صديقتي" or text == "شونج يمه" or text == "شونك يمه" or text == "شونج خاله" or text == "شونك خاله" or text == "شونكم عافيتي" or text == "شونك خيي" or text == "شونج خيتي" or text == "شونك صقيقي" or text == "شونج صقيقتي" or text == "شونج اخبارج" or text == "شونك اخبارك" or text == "شونج شعلومج" or text == "شونك شعلومك" or text == "شونج" or text == "شونك" then
if not database:get(bot_id..'lock:add'..msg.chat_id_) then
local texting = {"• تمام وانت 😽⚡️ֆ","• الحمدلله وانت 😼💛ֆ ","• من الله ☝️ بنص ال̲خير 😇 وانت ֆ ","• اني اخبل ي؏طري ❣️ وانتֆ","• أﺣ͠ـل̲ى ال̲بنات̲ 🤩 بنص ال̲خير 😇 وانتֆ"," • على حطت ايدك ماكو تغيير شسوي دنيه 🤷‍♀️ֆ"," • متت من الزواحف موتوني والله 🥺😭ֆ","• لوني مثل لونك كافي تسئل 😒ֆ","• هلا بيك تمام ♥️ ونتهֆ ","• ليش تسئل😡ֆ","• اوف دوخوني من الحجي 😵😢ֆ ","• زينه ☺️ֆ ","• بخير💋ֆ ","• ونته شكو دكلي شلونج😕ֆ ","• مكضيتها يم ايكان 😍ֆ ","• مكضيتها يم حبيبتي رهف 😍ֆ ","• 🙁حلكي نشك من وره الدراسهֆ ","• تمام انته شلونك 🤷🏼‍♀️ عمريֆ ","• لتحمض احنه بخير 🙃ֆ " }
send(msg.chat_id_, msg.id_, ''..texting[math.random(#texting)]..'')
end
end
if text == "هذا ماكو" or text == "هاي ماكو" or text == "مختفي" or text == "مختفيه" or text == "هذا مختفي" or text == "هاي مختفيه" or text == "هاذا ماكو" or text == "هذا وين طامس" or text == "هاذا وين طامس" or text == "هاي وين طامسه" or text == "محد شاف هذا" or text == "محد شاف هاي" or text == "هذا وين" or text == "هاي وين" or text == "هذا وين مختفي" or text == "هاذا وين مختفي" or text == "هاي وين مختفيه" or text == "وين هذا" or text == "وين هاذا" or text == "وين هاي" or text == "وين هايه" or text == "هايه ماكو" or text == "هايه طامسه" or text == "هايه وين" or text == "هايه مختفيه" or text == "طامس" or text == "طامسه" or text == "ايكان وين" or text == "رهف وين" or text == "وين رهف" or text == "وين ايكان" or text == "رهف مختفيه" or text == "ايكان مختفي" or text == "رهف طامسه" or text == "ايكان طامس" or text == "طامس ايكان" or text == "طامسه رهف" or text == "محد شاف ايكان" or text == "محد شاف رهف" or text == "رهف محد شافها" or text == "ايكان محد شافه" or text == "مشتاقلج رهف" or text == "مشتاقلك ايكان" or text == "مشتاقتلج رهف" or text == "ايكان مشتاقلك" or text == "رهف مشتاقلج" or text == "رهف مشتاقتلج" or text == "هاذا ماكو" then
if not database:get(bot_id..'lock:add'..msg.chat_id_) then
local texting = {"• شمدريني تعال دوره يمكن تلكاه بجيبي 😂🙈ֆ","• يمي تعال هسه اكلك وينه 🙃ֆ ","• ليش ادور عليه 😐 ֆ ","• مادري والله هستوه جان هنا 😌ֆ","• ميخصك 🤤ֆ"," • يمي بالخاص سد اخر ظهور اني كلت اله 😏ֆ"," • ميخصك حبيبي ويمي انته شنو 😋ֆ","• بالمطبخ ديحضرلي لفه 😂🌝ֆ","• هسه طلع من البيت راح يجيب عسل 😌ֆ ","• مالك دخل بي 🙊ֆ","• روح دور عليه 🙂ֆ ","• هستوه جان يحجي هنا 👩‍🎤ֆ ","• شمدريني روح اسأل غيري 🤷‍♀️ֆ ","• عندك رقمه ؟ 🤷🏼‍♀️ֆ ","• اتصل عليه وذا ماعندك رصيد هذا كارت اشخط الشاشه وحطه ▓▓▓▓▓▓▓▓▓▓▓ <<اشخط هنا 🤷🏼‍♀️ֆ " }
send(msg.chat_id_, msg.id_, ''..texting[math.random(#texting)]..'')
end
end
if text == "شبيج" or text == "شبي" or text == "شبيك" or text == "شبيكم" or text == "شمالك" or text == "شبيك انت" or text == "شبيج انتي" or text == "شبيج انت" or text == "شمالك انت" or text == "شمالج" or text == "شمالج انتي" or text == "شبيكم انتو" or text == "شبيكم انتوا" or text == "انتو شبيكم" or text == "انتوا شبيكم" or text == "شمالكم" or text == "شمالكم انتو" or text == "شمالكم انتوا" or text == "هاي شبيكم" or text == "هاي شبيها" or text == "هاي شبيج" or text == "هاي شبيك" or text == "هاي شمالكم" or text == "شبيج رنوشه" or text == "شبيك رنوشه" or text == "هذا شبي" or text == "هاذا شبي" or text == "شبي هذا" or text == "شبي هاذا" or text == "شمالك أنت" or text == "شمالج انت" or text == "رهف شبيها" or text == "شبيها رهف" or text == "رهف شبيهه" or text == "شبيهه رهف" or text == "شبيه رهف" or text == "رهف شبيه"  or text == "رهف شمالها" or text == "شمالها رهف" or text == "شمالج رهف" or text == "رهف شمالج" or text == "ايكان شبي" or text == "شبي ايكان" or text == "ايكان شماله" or text == "شماله ايكان" or text == "ايكان شمالك" or text == "شمالك ايكان" or text == "ايكان شبيه" or text == "شبيه ايكان" then
if not database:get(bot_id..'lock:add'..msg.chat_id_) then
local texting = {"• شبت بيك 😒ֆ","• يعني شبي انته كلي شبي 😐💔ֆ ","• خطيه ندعم و ودو للمستشفى وهسه بالعنايه العامه 😭ֆ ","• انته تعرف شبي 🙃ֆ","• ميخصك 🤤ֆ"," • بي دم ولحم وزيدك من الشعر بيت يمشي ويحجي 🙊🙈ֆ"," • ميخصك حبيبي ويمي انته شنو 😋ֆ","• الدنيه دارت عليه خطيه 😪ֆ","• يسلم عليك 🙋🏻‍♀️ֆ ","• مالك دخل بي 🙊ֆ","• غير تعارك ويايه وصيح عليه تراضها 😭ֆ ","• احجي شبي 🙄ֆ ","• شمدريني روح اسأل غيري 🤷‍♀️ֆ ","• عندك رقمه ؟ 🤷🏼‍♀️ֆ ","• اتصل عليه وذا ماعندك رصيد هذا كارت اشخط الشاشه وحطه ▓▓▓▓▓▓▓▓▓▓▓ <<اشخط هنا 🤷🏼‍♀️ֆ ","• مبيه شي ضايجه🙄😔ֆ ","• ضايجه ايكان عافني 😔ֆ ","• ولا شي انسى😒💔ֆ ","• شماله بعد أكيد يعاني من شي😒💔ֆ ","• مالك دخل شبيه 😒🙄ֆ ","• ياخي شعليك انته شبيه 😒ֆ ","• معليك انته شبيه 😐ֆ ","• مالك دخل 😕ֆ ","• تريد الصدك لو ابن عمته 😶ֆ ","• مو مستواك اسفه 😒ֆ ","• معليك 😑ֆ ","• قافلين عليك😤ֆ " }
send(msg.chat_id_, msg.id_, ''..texting[math.random(#texting)]..'')
end
end
if text == "هيج" or text == "هيجي" or text == "شبيك هيج" or text == "شبيج هيج" or text == "ولك هيج" or text == "ولج هيج" or text == "ولك مو هيج" or text == "ولج مو هيج" or text == "مو هيج" or text == "موهيج" or text == "شبيكم هيج" or text == "هيج شبيكم" or text == "هيج هيج" or text == "انتو هيج" or text == "انتوا هيج" or text == "هيج انتو" or text == "هيج انتوا" or text == "انت هيج" or text == "انتي هيج" or text == "هيج انت" or text == "هيج انتي" or text == "هيج رنوشه" or text == "هيج انسى" or text == "انسى هيج" or text == "انسي هيج" or text == "هيج انسي" or text == "هيك" or text == "شمالك هيج" or text == "شمالج هيج" or text == "هيج صار" or text == "صار هيج" or text == "صارهيج" or text == "مصار هيج" or text == "مصارهيج" or text == "ماصارهيج" or text == "ما صارهيج" or text == "ما صار هيج" or text == "ماصار هيج" or text == "شلون هيج" or text == "هيج شلون" or text == "هيج يمه" or text == "يمه هيج" or text == "خاله هيج" or text == "هيج خاله" or text == "عمه هيج" or text == "هيج عمه" or text == "هيج يابه" or text == "يابه هيج" or text == "خالي هيج" or text == "هيج خالي" or text == "شلون صارهيج" or text == "شلون صار هيج" or text == "هيج شلون صار" or text == "هيج اخوي" or text == "اخوي هيج" or text == "هيج حب" or text == "حب هيج" or text == "حبي هيج" or text == "هيج حبي" or text == "هيج عيني" or text == "عيني هيج"  or text == "هيج كلبي" or text == "كلبي هيج" or text == "ليش هيج" or text == "هيج ليش" or text == "حب ليش هيج" or text == "ليش هيج حب" or text == "حبي ليش هيج" or text == "ليش حبي هيج" or text == "عيني ليش هيج" or text == "ليش هيج عيني" or text == "كلبي ليش هيج" or text == "ليش هيج كلبي" or text == "ليش هيج يمه" or text == "يمه ليش هيج" or text == "هيج حبيبي" or text == "حبيبي هيج" or text == "هيج عمري" or text == "عمري هيج" or text == "حظي هيج" or text == "هيج حظي" or text == "هيج يحظي" or text == "يحظي هيج" or text == "حضي هيج" or text == "هيج حضي" or text == "هيجي حظي" or text == "حظي هيجي" or text == "هيجي حضي" or text == "حضي هيجي" then
if not database:get(bot_id..'lock:add'..msg.chat_id_) then
local texting = {"• هيج لو دجاجه 🤣😌ֆ","• لا يابه مو هيج منو كلك اني اعرف 🙃ֆ ","• لا مو هيج 🤓ֆ ","• اني جنت موجوده مصار هيج 😕ֆ","• اني فراعت خضره دكلي هيج متستحي 😔ֆ"," • لدكول هيج اضوج من هاي الكلمه 😑ֆ"," • روح كول لغيري هيج مو الي 😒ֆ","• يله نركص الهجع يلهجع 💃🏻💃🏻ֆ","• براحتي اني مو بمزاجك دكلي هيج 😌ֆ ","• بابا روح خالو روح شسوي انته كلتلي هيج 🙃ֆ","• غير تعارك ويايه وغلط عليه هيج تراضها 😭ֆ ","• منو كلك هيج أصلاً 😂ֆ ","• شمدريني روح اسأل غيري وهيج كوله 🤷‍♀️ֆ ","• اعرف طوختها راح اسكت 🤷🏼‍♂️ֆ ","• اتصل عليه وذا ماعندك رصيد هذا كارت اشخط الشاشه وحطه ▓▓▓▓▓▓▓▓▓▓▓ <<اشخط هنا 🤷🏼‍♀️ֆ ","• يله نغني هنــ🇭🇺ــدي هيجي كيجي ميجي ليجي 🤷‍♀️ֆ " }
send(msg.chat_id_, msg.id_, ''..texting[math.random(#texting)]..'')
end
end
if text == "تمام" or text == "تمامو" or text == "تماام" or text == "تماموو" or text == "تممام" or text == "تمامووو" or text == "تماااام" or text == "تمااااام" or text == "تماااااام" or text == "اني تمام" or text == "انا تمام" or text == "اناتمام" or text == "تمممام" or text == "تمماام" or text == "تمااااااام" or text == "تماااااااام" or text == "تمااااااااام" then
if not database:get(bot_id..'lock:add'..msg.chat_id_) then
local texting = {"• دِْۈۈۈۈ/يّارٌبْ_مـْو_يـّوّمٌ/ۈۈۈۈمْ🌹❤️ֆ","• دِْۈۈم يّارٌبْ 😻🤲ֆ ","• ريتك دوم يربي🌹💋ֆ","• دَِْۈۈـمـَ عَنَوَنَاتَيَ 😍🤗ֆ"," • دِّْۈۈﻣ̲ ﺣّ͠ـبّـيَ 💗😻ֆ"," • دَِْۈۈـمـَ يَےعَـمـَرَيَے 🤍 🌺ֆ","• دِْْۈۈمْ حْْيْاتْيْ 💐🤗ֆ " }
send(msg.chat_id_, msg.id_, ''..texting[math.random(#texting)]..'')
end
end
if text == '😐' then
TextReply = '• شَُـبٌِٰيَٰـكٍٰ صُِـﮧﮧاَٰفِٰنٍٰ عٍِّ خّٰاَٰلْٰتّٰـہكٍٰ😹🖤ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'اريد اكبل' then
TextReply = '• روح كبل منو لازمك😾😹💜ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'لتزحف' then
TextReply = '• دِٰعٍِّـوٍّ໑فِٰهَٰہۧ زًَاَٰحٌٰـﮧفِٰ عٍِّ خّٰاَٰلْٰـتّٰكٍٰ خّٰـلْٰيَٰ يَٰسٌٍـہتّٰفِٰاَٰدِٰ😾🌈ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'كلخرا' then
TextReply = '• خّٰـﮧرِٰاَٰ يَٰتّٰـہرِٰسٌٍ حٌٰلْٰكٍٰـﮧكٍٰ يَٰاَٰخّٰـﮧرِٰاَٰاَٰ💩ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'زاحف' then
TextReply = '• زًَاَٰحٌٰـﮧفِٰ عٍِّ اَٰخّٰتّٰـﮧكٍٰ؟ كٍٰضيَٰـﮧتّٰ عٍِّمٍٰرِٰكٍٰ جًِّرِٰجًِّـﮧفِٰ😾😹ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'دي' then
TextReply = '• خّٰلْٰيَٰنٍٰـﮧيَٰ اَٰحٌٰبٌِٰـﮧكٍٰ 😾ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'اكرهك' then
TextReply = '•دِٰيَٰلْٰـﮧهَٰہۧ شَُـﮧوٍّ୭نٍٰ اَٰطَُِيَٰـقٍٰكٍٰ نٍٰـيَٰ 🙎🏼‍♂🖤ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'واكف' then
TextReply = '• وٍّيَٰـﮧنٍٰ وٍّاَٰكٍٰـﮧفِٰ😐😒ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'وين المدير' then
TextReply = '• لْٰيَٰـﮧشَُ شَُتّٰـﮧرِٰيَٰدِٰ🤔ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'تحبني' then
TextReply = '• مٍٰـﮧاَٰدِٰرِٰيَٰ اَٰفِٰكٍٰـﮧرِٰ🙁😹ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == '🙄' then
TextReply = '• نٍٰـہزًَلْٰ عٍِّيَٰـنٍٰكٍٰ عٍِّيَٰـﮧبٌِٰ🌚😹ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == '😒' then
TextReply = '• شَُبٌِٰيَٰـﮧكٍٰ كٍٰاَٰلْٰـﮧبٌِٰ خّٰلْٰقٍٰتّٰـﮧكٍٰ😟🐈ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == '😳' then
TextReply = '• هَٰہۧـاَٰ بٌِٰسٌٍ لْٰاَٰ شَُفِٰـﮧتّٰ عٍِّمٍٰتّٰـﮧكٍٰ اَٰلْٰعٍِّـﮧوٍّ໑بٌِٰهَٰہۧ😐😹ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == '🙁' then
TextReply = '• تّٰعٍِّـﮧاَٰلْٰ اَٰشَُكٍٰيَٰلْٰـﮧيَٰ هَٰہۧمٍٰوٍّمٍٰـﮧكٍٰ لْٰيَٰـشَُ • ضاَٰيَٰـﮧجًِّ🙁💔ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == '🙂' then
TextReply = '• ثِْْكٍٰيَٰـﮧلْٰ نٍٰهَٰہۧنٍٰهَٰہۧنٍٰهَٰہۧنٍٰهَٰہۧ🐛ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == "🌝💔" or text == "💔🌝" or text == "🌝" or text == "🌝🌝" or text == "🌝🌝🌝" or text == "🌝🌝🌝🌝" or text == "🌝🌝🌝🌝🌝" or text == "🌝🌝🌝🌝🌝🌝" or text == "🌝🌝🌝🌝🌝🌝🌝" or text == "🌝🌝🌝🌝🌝🌝🌝🌝" or text == "🌝🌝🌝🌝🌝🌝🌝🌝🌝" or text == or text == "🌝🚶‍♂️" or text == "🚶‍♂️🌝" or text == "🚶‍♀️🌝" or text == "🌝🚶‍♀️" then
if not database:get(bot_id..'lock:add'..msg.chat_id_) then
local texting = {"• مٍٰنٍٰـوٍّورِٰ حٌٰبٌِٰـعٍِّمٍٰـرِٰيَٰ😽💚ֆ"," • نـۢ͜ورت̲ـﮧ😻ֆ ","• نــــ🌝ـــورت/ي ̯ﻋﻣٰཻ̯ﮧٰـّريٰٰ 🖤ֆ","• ضــــ🌝ـــويت/ي ̯حيـཻ̯ﮧٰـّاتيٰٰ 💖ֆ","• گـཻ̯مـﮧٰــّر 😍ֆ"," • غير لو يحجي حته افهم شبيه 🥺🙂ֆ"," • فـཻ̯ديــت حلاتك😊ֆ","• صاير شي لا تجلطني 😳ֆ","• هذا شبي كالب خلقته علينه ☹️😬ֆ ","• ه̷̷َـَْذآ ۈجھك لْۈ خليـﮫ مال ﻋسلِ🍯🤤ֆ","• اهو هم اجاني محترك كلبه😒💔ֆ ","• عسسـل❤️ֆ ","• نورت يابعد كلبيֆ " }
send(msg.chat_id_, msg.id_, ''..texting[math.random(#texting)]..'')
end
end
if text == "صباحو" or text == "صباحوو" or text == "صباحووو" or text == "صباحوووو" or text == "صباحووووو" or text == "صباحوووووو" or text == "صباحووووووو" or text == "صباحوووووووو" or text == "صباحووووووووو" or text == "صباح الخير" or text == "ثباحو" or text == "صباحو حبايبي" or text == "صباحوو حبايبي" or text == "صباحووو حبايبي" or text == "صبااح الخير" or text == "صباااح الخير" or text == "ثباح الحير" or text == "ثباح الخير" or text == "صباحكم اني" or text == "صباحكم انا" or text == "صباحكم عيوني" or text == "صباحكم وجهي المشرق" or text == "صباحكم وجهي" or text == "صباحكم شفايفي" or text == "صباحكم خدودي" or text == "صباحكم خديداتي" or text == "صباحكم عسل" or text == "صباح العافيه" or text == "صباح الورد" or text == "صباحكم ضحكتي" or text == "صباحكم ابتسامتي" or text == "صباحكم رهف" or text == "صباحكم ايكان" or text == "صباحكم ناني" or text == "صباحكم شكولاته" or text == "صباحكم كيك" or text == "صباحكم حلقوم" or text == "صباحكم ورد" or text == "صباحكم حلويات" or text == "صباحو حلويات" then
if not database:get(bot_id..'lock:add'..msg.chat_id_) then
local texting = {"• صُِبٌِٰاَٰحٌٰـہكٍٰ عٍِّسٌٍـہلْٰ يَٰعٍِّسٌٍـﮧلْٰ🍯🐝ֆ","• صَبٍَـ الْــٓوِرٍَد ـــاأآآحْ🌹🌺 ֆ ","• صَبَاحَ الخِيرَ يَا الزينَ گلـَہ🙋🏻‍♀️ֆ","• صباح النور عيوني 🌺ֆ"," • صباح الكاهي لوجهك الفاهي 🙄😐ֆ"," • يسعد صباحك بكل خير 🌹ֆ","• صباحو قلبوشاتي 🤗❤️ֆ ","•يهلا بهذا الصباح شعشعت ورده 🌹💖ֆ ","• صباحو كبدبد 😻🌷ֆ ","• يفطوه لصباحك 🤗💋 ֆ","• صباح القشطه 😋😉ֆ ","• صباحك رنوشه 👸🏻 ֆ ","• روح اغسل وجهك وتعال عيوناتي 😂😐ֆ ","• صباحو عطر الورد 🌺🌷ֆ " }
send(msg.chat_id_, msg.id_, ''..texting[math.random(#texting)]..'')
end
end
if text == 'كفو' then
TextReply = '• اَٰهَٰہۧ كٍٰفِٰـﮧوٍّ໑ يَٰبٌِٰہوٍّ୭ اَٰلْٰضـلْٰہوٍّ୭عٍِّ😹ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == '😌' then
TextReply = '• اَٰلْٰمٍٰطَُِلْٰـﮧوٍّ໑بٌِٰ !😕💞ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'اها' then
TextReply = '• يَٰبٌِٰ قٍٰاَٰبٌِٰـﮧلْٰ اَٰغِِٰشَُـﮧكٍٰ شَُسٌٍاَٰلْٰفِٰـﮧهَٰہۧ حٌٰبٌِٰ😐🌝ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'شوف' then
TextReply = '• شَُشَُـﮧﮧوٍّ໑فِٰ 🌝🌝ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == "مسائو" or text == "مساؤؤ" or text == "مساؤ" or text == "مساؤؤؤ" or text == "مساؤؤؤؤ" or text == "مساؤؤؤؤؤ" or text == "مساؤؤؤؤؤؤ" or text == "مساؤؤؤؤؤؤؤ" or text == "مساؤؤؤؤؤؤؤؤ" or text == "مساء الخير" or text == "مساؤؤؤؤؤؤؤؤؤ" or text == "مساء الخيرات" or text == "مسائوو" or text == "مسائووو" or text == "مساء المسرات" or text == "مساء العسل" or text == "مثاء الحير" or text == "مسائكم اني" or text == "مسائكم انا" or text == "مسائوووو" or text == "مسائكم عيوني" or text == "مسائكم وجهي المشرق" or text == "مسائكم وجهي" or text == "مسائكم شفايفي" or text == "مسائكم خدودي" or text == "مسائكم خديداتي" or text == "مسائكم عسل" or text == "مساء العافيه" or text == "مساء الورد" or text == "مسائكم ضحكتي" or text == "مسائكم ابتسامتي" or text == "مسائكم رهف" or text == "مسائكم ايكان" or text == "مسائكم ناني" or text == "مسائكم شكولاته" or text == "مسائكم كيك" or text == "مسائكم حلقوم" or text == "مسائكم ورد" or text == "مسائكم حلويات" or text == "مساؤؤ حلويات" then
if not database:get(bot_id..'lock:add'..msg.chat_id_) then
local texting = {"• مْﺳ̭͠ـائـڪْ عٍِّسٌٍـہلْٰ يَٰعٍِّسٌٍـﮧلْٰ🍯🐝ֆ","• م۟سّـ۠ ّاِل﻿ٌَْـَـُ۠ٓوِ۟ٓرًٌٍَّدٌ ٍـّـ۠ـًا۟أٍآّآٍءَ🌹🌺 ֆ ","• مـــســاء الخِيرَ يَا الزينَ گلـَہ🙋🏻‍♀️ֆ","• مساء النور عيوني 🤗🌺ֆ"," • مّـْـٌـَـّ..ٱلـّـٌخّـّـٌيـْرٌ..ـَـٌسْأإااءِ💐🙋🏻‍♀️ֆ"," • يسعد مسائك بكل خير 🌹ֆ","• مسائو قلبوشاتي 🤗❤️ֆ ","•يهلا بهذا المساء شعشعت ورده 🌹💖ֆ ","• مسائو كبدبد 😻🌷ֆ ","• يفطوه لمسائك 🤗💋 ֆ","• مساء القشطه 😋😉ֆ ","• مسائك رنوشه 👸🏻 ֆ ","• مٍٰسٌٍـﮧاَٰء اَٰلْٰحٌٰـﮧبٌِٰ يَٰحٌٰہبٌِٰحٌٰہبٌِٰ🌛🔥ֆ ","• مسائوو عطر الورد 🌺🌷ֆ " }
send(msg.chat_id_, msg.id_, ''..texting[math.random(#texting)]..'')
end
end
if text == 'المدرسه' then
TextReply = '• لْٰتّٰجًِّيَٰـﮧبٌِٰ اَٰسٌٍمٍٰـﮧهَٰہۧ لْٰاَٰ اَٰطَُِـﮧرِٰدِٰكٍٰ🌞✨ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'منو ديحذف رسائلي' then
TextReply = '• خّٰـﮧاَٰلْٰتّٰـہكٍٰ 🌚ֆ🌝'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'البوت واكف' then
TextReply = '• لْٰجًِّـﮧذَْبٌِٰ حٌٰبٌِٰـہيَٰ 🌞⚡️ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'غلس' then
TextReply = '• وٍّ໑كٍٰ بٌِٰـﮧسٌٍ سٌٍـﮧوٍّ୭لْٰفِٰلْٰيَٰ اَٰلْٰسٌٍـﮧاَٰلْٰفِٰهَٰہۧ بٌِٰعٍِّـﮧدِٰيَٰنٍٰ🌝🦅ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'حارة' then
TextReply = '• هسه نشغلك سبلت 😹😇ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'حاره' then
TextReply = '• هسه نشغلك سبلت 😹😇ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'هههه' then
TextReply = '• نٍٰشَُـﮧاَٰلْٰلْٰهَٰہۧ دِٰاَٰيَٰمٍٰـﮧهَٰہۧ💆🏻‍♂💘ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'ههههه' then
TextReply = '• نٍٰشَُـﮧاَٰلْٰلْٰهَٰہۧ دِٰاَٰيَٰمٍٰـﮧهَٰہۧ💆🏻‍♂💘ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end

if text == 'وين' then
TextReply = '• بٌِٰـﮧﮧأرِٰض اَٰلْٰلْٰهَٰہۧ اَٰلْٰـہوٍّاَٰسٌٍعٍِّـﮧهَٰہۧ😽💜ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'كافي لغوة' then
TextReply = '• كٍٰـيَٰفِٰنٍٰـﮧهَٰہۧ نٍٰتّٰـﮧهَٰہۧ شَُعٍِّـہلْٰيَٰكٍٰ😼👊ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'نايمين' then
TextReply = '• اَٰنٍٰـﮧيَٰ سٌٍهَٰہۧـہرِٰاَٰنٍٰه اَٰحٌٰرِٰسٌٍـﮧكٍٰمٍٰ مٍٰـﮧטּ تّٰـرِٰاَٰمٍٰـﮧبٌِٰ😿😹🙌ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'اكو احد' then
TextReply = '• يَٰ عٍِّيَٰـنٍٰـﮧيَٰ اَٰنٍٰـہيَٰ مٍٰـوٍّ૭جًِّـﮧوٍّدِٰ🌝✨ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'اوف' then
TextReply = '• هَٰہۧـﮧﮧاَٰيَٰ اَٰوٍّفِٰ مٍٰنٍٰ يَٰـاَٰ نٍٰـوٍّ୭عٍِّ صُِـاَٰرِٰتّٰ اَٰلْٰـسٌٍاَٰلْٰفِٰهَٰہۧ مٍٰتّٰـنٍٰعٍِّرِٰفِٰ🌚🌙ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'المهم شتردين' then
TextReply = '•أحبك وموت عليك ليش تكسر كلبي😢💔ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'شنو شتردين' then
TextReply = '•أحبك وموت عليك ليش تكسر كلبي😢💔ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'المهم' then
TextReply = '•اكو اهم😏🙈ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'الاهم' then
TextReply = '•حفلتي اليوم هخخخخخخخخخخخ💃🏻💄💇‍♀️ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'شتردين' then
TextReply = '•ما اريد شي سلامتك😇🤲ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'شنو تردين' then
TextReply = '•ما اريد شي سلامتك😇🤲ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'المهم شتريد' then
TextReply = '•تريد تكولي احبج ادري بيج سهرانه😏🙄ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'شنو تريد' then
TextReply = '•عندي احساس تريد تصارحني😊🙄ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'شتريد' then
TextReply = '•عندي احساس تريد تصارحني😊🙄ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'هسه شتريد' then
TextReply = '•عندي احساس تريد تصارحني😊🙄ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'هسه شنو شتريد' then
TextReply = '•عندي احساس تريد تصارحني😊🙄ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'هسه شنو تريد' then
TextReply = '•عندي احساس تريد تصارحني😊🙄ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'شتريد' then
TextReply = '•عندي احساس تريد تصارحني😊🙄ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'تسلم' then
TextReply = '•الله يسلمك😊😇ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'تسلمين' then
TextReply = '•يتللوووو عنوناتي👀😇ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'تسلم يالاخو' then
TextReply = '•ولو عمري❣️🌷ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'تسلمين يالاخت' then
TextReply = '•ولو كلبي♥️🙈ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'تسلمين خيتي' then
TextReply = '•ولو كلبي♥️🙈ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'تسلمين اختي' then
TextReply = '•يتللوووو عمرها♥️🙈ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'تسلمين أختي' then
TextReply = '•يتللوووو نبضها♥️🙈ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'تسلم اخي' then
TextReply = '•شعنده غيرك يحبل يجيب😹😊ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'تسلم خيي' then
TextReply = '•شعنده غيرك يحبل يجيب😹😊ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'تسلم غلاي' then
TextReply = '•غالي وغالي 🌹ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'تسلمين غلاي' then
TextReply = '•ولو عنوناتي👀😇ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'رئتيني' then
TextReply = '•طلعة محروكة الصفحه مدفيه على تاير امشعوط وخنكتني ابريحتها😪🤧🥴ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'رئتاي' then
TextReply = '•هواها😚🤗ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end

if text == 'الحمد لله' then
TextReply = '•ونعم بالله ✨ 🌝🌹ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'الحمدلله' then
TextReply = '•والنعم بالله ✨ 🌝🌹ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'تحبيني' then
TextReply = '•احْْبْڪْ وْمْوْتْ عْلْـيْڪْ 🙊🙈ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'حبيني' then
TextReply = '•ﻣ̲ــااا ﺣ͠ـبﮖ انقل̲ع 😜🚶‍♂️ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'حبيني' then
TextReply = '•ﻣ̲ــااا ﺣ͠ـبﮖ انقل̲ع 😜🚶‍♂️ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'تريديني' then
TextReply = '•انتـﮧ اذا ؏فتني 🏃‍♂️🚶‍♂️ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'ترديني' then
TextReply = '•ايَ عَلَـمـَنَيَ فَدَوَـﮬ̲̌ﮧَ 😒🙄ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'انتي حلوة' then
TextReply = '•غير اني ﻣ̲ــا اﺣ͠ـجي 😊👸🏻 ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'انتي حلوه' then
TextReply = '•أڪْيد ۅﺑڪْلْـ ثّـﻗ̮ـ̃ه̲̣̐ أڪْۅلْـھَہّا 😊😇👸🏻ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'انتة منو' then
TextReply = '•اني الكّْل بالكّْل هنا 😇👸🏻 مو ب؏ينكّْֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'انته منو' then
TextReply = '•اني ملكتهم 😇??🏻 مو ب؏ينكّْֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'انتي منو' then
TextReply = '•الملكه رنوشه 😇👸🏻 مو ب؏ينكّْֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == "رنوش" or text == "رنش" or text == "رنشنش" or text == "رنشتي" or text == "رنو" or text == "رنوشتي" or text == "رنوشهه" or text == "رنوشة" or text == "رننوشه" then
if not database:get(bot_id..'lock:add'..msg.chat_id_) then
local texting = {" • •• يبعد گلبي و زرازيره ❤️🤗••ֆ","• آمر كول حيآتي ❤️🌹ֆ","• ها يروح عمتك 🤱🌹ֆ ","• آمر كول عمري ❤️🌹ֆ","• يبعد عمري فدوه 💋🌹ֆ ","• فديت🤗🙈ֆ ","• ها يبعد كلبي والنبض 🤍💗ֆ ","• فديت اليدلعني 😘🙈ֆ ","• ها عيوني انته 😗❤️ֆ ","• ها يبعد العافيه كلها ♥️💋ֆ ","• ها يبعد شبابيك كلبي 😍🙈ֆ " }
send(msg.chat_id_, msg.id_, ''..texting[math.random(#texting)]..'')
end
end
if text == 'شكراً' then
TextReply = '•{ •• يد~للــوو حبي 💋•• }ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'عفوا' then
TextReply = '•❤️ 💋🌹ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'عفواً' then
TextReply = '•❤️ 💋🌹ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'نايمه' then
TextReply = '•اي نايمه كلش من الزواحف اكدر انام 😴 اني ☹️ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'كاعده' then
TextReply = '•اي كاعده وين تخلوني انام 😴☹️ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'صوتج' then
TextReply = '•صوتي يخبش اش لك-ج 🤫😾ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'رقمي' then
TextReply = '•ما اريده لا تلح-ين ✋😒ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'هذا رقمي' then
TextReply = '•ما محتاجه زواحف 🤭😁ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'تردين رقمي' then
TextReply = '•ما محتاجه زواحف 🤭😁ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'انطيج رقمي' then
TextReply = '•ما محتاجه زواحف 🤭😁ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'هاج رقمي' then
TextReply = '•ما محتاجه زواحف 🤭😁ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'هاك رقمي' then
TextReply = '•ما محتاجه زواحف 🤭😁ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'ردي' then
TextReply = '•بمزاجي ارد او لا مو بكيفك-ج😒☹️ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'ردي عليه' then
TextReply = '•بمزاجي ارد او لا مو بكيفك-ج😒☹️ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'جاوبيني' then
TextReply = '•بمزاجي ارد او لا مو بكيفك-ج😒☹️ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'احجي وياي' then
TextReply = '•بمزاجي ارد او لا مو بكيفك-ج😒☹️ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'حقيره' then
TextReply = '•انت-ي حقير-ه 🤬??ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'حقيرة' then
TextReply = '•انت-ي حقير-ه 🤬🤪ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == "حياطي" or text == "حبي انت" or text == "انت حبي" or text == "حبي انته" or text == "انته حبي" or text == "انتي حبي" or text == "حبي انتي" or text == "قلبي" or text == "قلبي انت" or text == "انت قلبي" or text == "انتي قلبي" or text == "قلبي انتي" or text == "قلبي انته" or text == "انته قلبي" or text == "كلبي" or text == "كلبي انت" or text == "انت كلبي" or text == "انتي كلبي" or text == "كلبي انتي" or text == "كلبي انته" or text == "انته كلبي" or text == "حياتي انت" or text == "انت حياتي" or text == "كبدي" or text == "كبدي انت" or text == "انت كبدي" or text == "كبدي انته" or text == "انته كبدي" or text == "انتي كبدي" or text == "كبدي انتي" or text == "عيوني" or text == "عيوني انت" or text == "انت عيوني" or text == "عيوني انتي" or text == "انتي عيوني" then
if not database:get(bot_id..'lock:add'..msg.chat_id_) then
local texting = {"• اموت ﻋﻠﻴﻚ❣️🌷ֆ","• وتيني💞🥺 ֆ ","• عيوني وقلبي وحياتي❣️🌷ֆ","• انت عمري❤️💋ֆ"," • فدوه الكلبك❣️🌷ֆ"," • عيوني وقلبي وحياتي انت👀❤️🤗ֆ","• حبي انته❣️🌹ֆ ","•يعمري😘😍ֆ ","• فدوه حياتي 🌹ֆ ","• يفدوه 🥺 ֆ","• ممحح 💋ֆ ","• لتبيع ميانه زايده وياي ما اكبل 🙄ֆ ","• اوكسجيني❤️ֆ " }
send(msg.chat_id_, msg.id_, ''..texting[math.random(#texting)]..'')
end
end
if text == "بعد روحي" or text == "بعد كلبي" or text == "بعد قلبي" or text == "بعد عمري" or text == "بعد جبدي" or text == "بعد دلبي" or text == "بعد خشمي" or text == "بعدروحي" or text == "بعدكلبي" or text == "بعددلبي" or text == "بعدقلبي" or text == "بعدخشمي" or text == " بعدخشمي" or text == "بعدكلبي" or text == "بعد عيني" or text == "بعدعيني" or text == "بعد عيوني" or text == "بعد اهلي" or text == "بعد ناسي" or text == " بعداهلي" or text == "بعد حواجبي" or text == "بعدحواجبي" or text == "بعد رويحتي" or text == "بعدرويحتي" or text == "بعدنبضي" or text == "بعد نبضي" or text == "يبعد روحي" or text == "يبعد عمري" or text == "يبعد كلبي" or text == "يبعد رويحتي" or text == "يبعد قلبي" or text == "يبعد اهلي" or text == "يبعد خشمي" or text == "بعد جواريني" or text == "يبعد جواريني" or text == "يبعد اخواني" or text == "يبعد خواتي" or text == "يبعد اصدقائي" or text == "بعد كلهن" or text == "يبعد كلهن" then
if not database:get(bot_id..'lock:add'..msg.chat_id_) then
local texting = {"• اموت ﻋﻠﻴﻚ❣️🌷ֆ","• وتيني💞🥺 ֆ ","• عيوني وقلبي وحياتي❣️🌷ֆ","• انت عمري❤️💋ֆ"," • فدوه الكلبك❣️🌷ֆ"," • عيوني وقلبي وحياتي انت👀❤️🤗ֆ","• حبي انته❣️🌹ֆ ","•يعمري😘😍ֆ ","• فدوه حياتي 🌹ֆ ","• يفدوه 🥺 ֆ","• ممحح 💋ֆ ","• لتبيع ميانه زايده وياي ما اكبل 🙄ֆ ","• اوكسجيني❤️ֆ ","• انت اوكسجيني😜☺️ֆ " }
send(msg.chat_id_, msg.id_, ''..texting[math.random(#texting)]..'')
end
end
if text == "يابعد روحي" or text == "يابعد عمري" or text == "يابعد كلبي" or text == "يابعد رويحتي" or text == "يابعد قلبي" or text == "يابعد اهلي" or text == "يابعد خشمي" or text == "يابعد جواريني" or text == "يابعد اخواني" or text == "يابعد خواتي" or text == "يابعد اصدقائي" or text == "يابعد عيني" or text == "يابعد دلبي" or text == "يابعد كبدي" or text == "يابعد حواجبي" or text == "يا بعد روحي" or text == "يا بعد عمري" or text == "يا بعد كلبي" or text == "يا بعد رويحتي" or text == "يا بعد قلبي" or text == "يا بعد اهلي" or text == "يا بعد خشمي" or text == "يا بعد جواريني" or text == "يا بعد اخواني" or text == "يا بعد خواتي" or text == "يا بعد اصدقائي" or text == "يا بعد عيني" or text == "يا بعد دلبي" or text == "يا بعد كبدي" or text == "يا بعد حواجبي" or text == "يا بعد هلي" or text == "يابعد اهلي" then
if not database:get(bot_id..'lock:add'..msg.chat_id_) then
local texting = {"• اموت ﻋﻠﻴﻚ❣️🌷ֆ","• وتيني💞🥺 ֆ ","• عيوني وقلبي وحياتي❣️🌷ֆ","• انت عمري❤️💋ֆ"," • فدوه الكلبك❣️🌷ֆ"," • عيوني وقلبي وحياتي انت👀❤️🤗ֆ","• حبي انته❣️🌹ֆ ","•يعمري😘😍ֆ ","• فدوه حياتي 🌹ֆ ","• يفدوه 🥺 ֆ","• ممحح 💋ֆ ","• لتبيع ميانه زايده وياي ما اكبل 🙄ֆ ","• اوكسجيني❤️ֆ ","• انت اوكسجيني😜☺️ֆ " }
send(msg.chat_id_, msg.id_, ''..texting[math.random(#texting)]..'')
end
end
if text == 'ولج' then
TextReply = '•ها ولك-ج 😏ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'ولك' then
TextReply = '•ها ولك-ج 😏ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'ها ولج' then
TextReply = '•ها ولك-ج 😏ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'ها ولك' then
TextReply = '•ها ولك-ج 😏ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'بعد ما احبج' then
TextReply = '•ليسمعك-ج راح اموت دونك-ج ✋😒ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'بعد ماحبج' then
TextReply = '•لا بله يمه 😒 راح اموت فدوه حبوني 🤣ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'ماحبج' then
TextReply = '•لا بله يمه 😒 راح اموت فدوه حبوني 🤣ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'بعد محبج' then
TextReply = '•ليسمعك-ج راح اموت دونك-ج ✋😒ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'مااحبج' then
TextReply = '•لا بله يمه 😒 راح اموت فدوه حبوني 🤣ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'اكرهج' then
TextReply = '•ليسمعك-ج راح اموت دونك-ج ✋😒ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'نجبي' then
TextReply = '•انجب-ي 🥴 انته-ي 😁ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'انجبي' then
TextReply = '•انجب-ي 🥴 انته-ي 😁ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'انعل ابوج' then
TextReply = '•انعل ابوج-ك 😁 انتي-ـه 😂ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'اريد فلوس' then
TextReply = '•هاك ربع💶بس لتبجي😭يروح عمتك🤱ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'اريدفلوس' then
TextReply = '•هاك ربع💶بس لتبجي😭يروح عمتك🤱ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'محتاج فلوس' then
TextReply = '•هاك ربع💶بس لتبجي😭يروح عمتك🤱ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'فلوس' then
TextReply = '•هاك فلوس 💵 بس خلصني شكد تحن 😭ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'وياي' then
TextReply = '•منو وياك ع الجناسي نسولف 🙈🤭ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'تحجين وياي' then
TextReply = '•منو وياك ع الجناسي نسولف 🙈🤭ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'تحجين علي' then
TextReply = '•احجي ع القرد البصفك 🙈🤭ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'تحجين عليه' then
TextReply = '•احجي ع القرد البصفك 🙈🤭ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'تحجين بظهري' then
TextReply = '•لا احجي بطنك 😹🤭ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'تحجون بظهري' then
TextReply = '•نحجي كدامك وبوجهك قابل نخاف منك 😹🤭ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'تحجون عليه' then
TextReply = '•لا نحجي ع خالتك ذكرناها 😹🤭ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'تحجون وياي' then
TextReply = '•لا نحجي ع القرد البصفك 🙈🤭ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'شمعتي' then
TextReply = '•ضواها غلاي 💥💜ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'شعليج' then
TextReply = '•شنو هيه قابل هيته 🤸‍♀️🏃‍♀️ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'شعليك' then
TextReply = '•شنو هيه قابل هيته 🤸‍♀️🏃‍♀️ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'بكيفي' then
TextReply = '•لا تخليني احطك براسي واحظرك 😂😁ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'بمزاجي' then
TextReply = '•فديت المزاجه برتقالي😂😁ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'اعبر بمزاجي' then
TextReply = '•عبر حبيبي وطوف😏😇ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'بصمة' then
TextReply = '•لاتلح-ين ما ادز ✋😑ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'بصمه' then
TextReply = '•ما ادز لو ابوك يجي يزحف وياك 😁🤭ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'دزي بصمه' then
TextReply = '•ما ادز لو ابوك يجي يزحف وياك 😁🤭ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'رسلي بصمه' then
TextReply = '•ما ارسل لو ابوك يجي يزحف وياك 😁🤭ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'احجي بصمه' then
TextReply = '•ما احجي لو ابوك يجي يزحف وياك 😁🤭ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'تحبين' then
TextReply = '•ايي 👍 بكل  ثقة اكولهاֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'انتي تحبين' then
TextReply = '•ايي 👍 بكل  ثقة اكولهاֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'اريد بوسه' then
TextReply = '•إًُْإًُْمِْـًْ😘 ـٌٍْ💏 ـٌُْؤًْْوٌِْآًِآٍحֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'نطيني بوسه' then
TextReply = '•إًُْإًُْمِْـًْ😘 ـٌٍْ💏 ـٌُْؤًْْوٌِْآًِآٍحֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'انطيني بوسه' then
TextReply = '•إًُْإًُْمِْـًْ😘 ـٌٍْ💏 ـٌُْؤًْْوٌِْآًِآٍحֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'انطيني بوثه' then
TextReply = '•إًُْإًُْمِْـًْ😘 ـٌٍْ💏 ـٌُْؤًْْوٌِْآًِآٍحֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'نطيني بوثه' then
TextReply = '•إًُْإًُْمِْـًْ😘 ـٌٍْ💏 ـٌُْؤًْْوٌِْآًِآٍحֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == "😢" or text == "😢😢" or text == "😢😢😢" or text == "😢😢😢😢" or text == "😢😢😢😢😢" or text == "😢😢😢😢😢😢" or text == "😢😢😢😢😢😢😢" or text == "😢😢😢😢😢😢😢😢" or text == "😢😢😢😢😢😢😢😢😢" or text == "😭" or text == "??😭" or text == "😭😭😭" or text == "😭😭😭😭" or text == "😭😭😭😭😭" or text == "😭😭😭😭😭😭" or text == "😭😭😭😭😭😭??" or text == "😭😭😭😭😭😭😭😭" or text == "😭😭😭😭😭😭😭😭😭" or text == "😢😭" or text == "😭😢" or text == "😢😭😢😭" or text == "😭😢😭😢" or text == "😿" or text == "😿😿" or text == "😿😿😿" or text == "😿😿😿😿" or text == "😿😿😿😿😿" or text == "😿😿😿😿😿😿" or text == "😿😿😿😿😿😿😿" or text == "😿😿😿😿😿😿😿😿" or text == "😿😿😿😿😿😿😿😿😿" or text == "😿😭" or text == "😿😢" or text == "😭😿" or text == "😢😿" or text == "😿😭😿😭" or text == "😭😿😭😿" or text == "😢😿😢😿" or text == "😿😢😿😢" then
if not database:get(bot_id..'lock:add'..msg.chat_id_) then
local texting = {"• لتلح درينه تبجي 😒ֆ","• هاي عود انت جبير كاعد تبجي 😑😢 ֆ ","• 😒يبجي دلوع😜😹ֆ","• دروح منا صوت نحيبك زعجنه 😑ֆ"," • هذا شبي بس يبجي 😐ֆ"," • هاي منو خلاك تبجي🥺ֆ","• عندي احساس الحب خلاك تبجي 😒ֆ ","•الحب مؤلم ليش تأذي كلبك بيه يكيوت🥺ֆ ","• تعال اشكيلي همومك ليش تبجي 😐ֆ ","• غير لو يحجي حته افهم شبيه 🥺ֆ","• اذا تبجي على شي ومابي حظ اكلب التلي عليك 😌ֆ ","• صاير شي لا تجلطني 😬ֆ ","• شبيه الحلو يبجي 🙁ֆ " }
send(msg.chat_id_, msg.id_, ''..texting[math.random(#texting)]..'')
end
end
if text == "💔" or text == "💔💔" or text == "💔💔💔" or text == "💔💔💔💔" or text == "💔💔💔💔💔" or text == "💔💔💔💔💔💔" or text == "💔💔💔💔💔💔💔" or text == "💔💔💔💔💔💔💔💔" or text == "💔💔💔💔💔💔💔💔💔" or text == "🌚💔" or text == "💔🌚" or text == "🌚" or text == "🌚🌚" or text == "🌚🌚🌚" or text == "🌚🌚🌚🌚" or text == "🌚🌚🌚🌚🌚" or text == "🌚🌚🌚🌚🌚🌚" or text == "🌚🌚🌚🌚🌚🌚🌚" or text == "🌚🌚🌚🌚🌚🌚🌚🌚" or text == "🌚🌚🌚🌚🌚🌚🌚🌚🌚" or text == "🚶‍♂️💔" or text == "💔🚶‍♂️" or text == "🌚🚶‍♂️" or text == "🚶‍♂️🌚" or text == "🚶‍♀️🌚" or text == "🌚🚶‍♀️" or text == "💔🚶‍♀️" or text == "🚶‍♀️💔" then
if not database:get(bot_id..'lock:add'..msg.chat_id_) then
local texting = {"• هاي منو كاسر كلبك🥺💔ֆ","• أكيد مكسور كلبك من الحب صح🥺💔ֆ ","• عرفناها من البدايه ليش تستسعجل وتحب🥺💔ֆ ","• الحب مؤلم ليش تأذي كلبك بيه يكيوت🥺💔ֆ","• تعال اشكيلي همومك ليش ضايج 🙄🌚💔ֆ"," • غير لو يحجي حته افهم شبيه 🥺🙂ֆ"," • اذا ضايج على شي ومابي حظ اكلب التلي عليك 😌ֆ","• صاير شي لا تجلطني 😳ֆ","• هذا شبي كالب خلقته علينه ☹️😬ֆ ","• شبيه الحلو ضايج ليش هيج تسوي بنفسك 🙁ֆ","• اهو هم اجاني محترك كلبه😒💔ֆ ","• اهو هم اجاني مصخم الوجه😒😒ֆ ","• فديت صخامك 💔🌚🙄ֆ " }
send(msg.chat_id_, msg.id_, ''..texting[math.random(#texting)]..'')
end
end
if text == 'انسى' then
TextReply = '•يي عفيه ما اريد افزز جروحي 🥺💔ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'انسي' then
TextReply = '•يي عفيه ما اريد افزز جروحي 🥺💔ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'انسه' then
TextReply = '•يي عفيه ما اريد افزز جروحي 🥺💔ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == "اكول" or text == "اكلج" or text == "اكولك" or text == "اكلكم" or text == "اكلك" or text == "اكول حب" or text == "اكول عيني" or text == "اكول حياتي" or text == "اكول روحي" or text == "اكول حبي" or text == "اكول قلبي" or text == "اكول كلبي" or text == "احجي" or text == "اكول صديقي" or text == "اكول عشقي" or text == "اكول نبض" or text == "اكول حبيبي" or text == "اكول حبيبتي" or text == "اكول ضلعي" or text == "اكول ضلعتي" or text == "اكول عيوني" or text == "اكلج حب" or text == "اكول نبضي" or text == "اكلج اختي" or text == "اكول اخي" or text == "اكول خيي" or text == "اكول خياي" or text == "اكول خيتي" or text == "اكلج نبض" or text == "اكلج حياتي" or text == "اكلج حبيبتي" or text == "اكلج حبي" or text == "اكلج صديقتي" or text == "اكلج عيوني" or text == "اكلج روحي" or text == "اكلج عيني" or text == "اكلج خيتي" or text == "اكول خاله" or text == "اكلج خاله" or text == "اكول يمه" or text == "اكلج يمه" or text == "اكول اكول" or text == "اكلج اكلج" then
if not database:get(bot_id..'lock:add'..msg.chat_id_) then
local texting = {"• اي غرد/ي دا اسمع🗣️🙊ֆ","• ها خير 😐❤️ֆ ","• شبيك كلبي محتاج شي ؟ 🤔ֆ ","• ها حبيبي 🙄ֆ","• تفضل كول 😌ֆ"," • غير لو يحجي صرعني 😒ֆ"," • سولفلي شصار وياك 😳ֆ","• ظل احجي ويه نفسك مثل الخبل 🤤ֆ","• ها احجي مستعجله 🏃‍♀️ֆ ","• بابا روح خالو روح تكول لو اروح 🏃‍♀️ֆ","• كول بعد روحي 😐❤️ֆ ","• شتريد تفضل 😌ֆ ","• اطلب طلب بي حظ 😐ֆ ","• احجي ماعندي وقت اريد اطلع 🏃‍♀️ֆ ","• كول نعسانه من البارحه منايمه😐ֆ ","• كول 🗣️ֆ ","• اذا كلت شي ومابي حظ اكلب التلي عليك🙃ֆ ","• احجي 😶ֆ ","• صاير شي لا تجلطني 😳ֆ ","• ها 😒ֆ ","• لتشلع كلبي 😌ֆ ","• ها حبيبي كول ماكول لاحد 🙈ֆ ","• ها عيني 😉💋ֆ ","• شكو شرايد 😒ֆ ","• لزكت 😕ֆ ","• كولي بنتي ☺️🍼ֆ ","• كول ابني ☺️🍼ֆ ","• كول وماكول لخالتك🙊😹ֆ " }
send(msg.chat_id_, msg.id_, ''..texting[math.random(#texting)]..'')
end
end
if text == "اكول عافيتي" or text == "اكلج ضلعتي" or text == "اكلك عيني" or text == "اكلك حبيبي" or text == "اكلك حمبي" or text == "اكولك حب" or text == "اكولك عيني" or text == "اكولك حياتي" or text == "اكولك روحي" or text == "اكولك حبي" or text == "اكولك قلبي" or text == "اكولك كلبي" or text == "اكلك حب" or text == "اكولك صديقي" or text == "اكولك عشقي" or text == "اكولك نبض" or text == "اكولك حبيبي" or text == "اكولك حبيبتي" or text == "اكولك ضلعي" or text == "اكولك ضلعتي" or text == "اكولك عيوني" or text == "اكلك حبي" or text == "اكلك نبضي" or text == "اكلك اختي" or text == "اكلك اخي" or text == "اكلك خيي" or text == "اكلك خياي" or text == "اكلك خيتي" or text == "اكلك نبض" or text == "اكلك حياتي" or text == "اكلك حبيبتي" or text == "اكلج حياطي" or text == "اكلك صديقتي" or text == "اكلك خويي" or text == "اكلك كلبي" or text == "اكلك عيوني" or text == "اكلك روحي" or text == "اكلك خاله" or text == "اكلك خاله" or text == "اكلك يمه" or text == "اكولك يمه" or text == "اكلك اكلك" or text == "اكولك اكولك" then
if not database:get(bot_id..'lock:add'..msg.chat_id_) then
local texting = {"• اي غرد/ي دا اسمع🗣️🙊ֆ","• ها خير 😐❤️ֆ ","• شبيك كلبي محتاج شي ؟ 🤔ֆ ","• ها حبيبي 🙄ֆ","• تفضل كول 😌ֆ"," • غير لو يحجي صرعني 😒ֆ"," • سولفلي شصار وياك 😳ֆ","• ظل احجي ويه نفسك مثل الخبل 🤤ֆ","• ها احجي مستعجله 🏃‍♀️ֆ ","• بابا روح خالو روح تكول لو اروح 🏃‍♀️ֆ","• كول بعد روحي 😐❤️ֆ ","• شتريد تفضل 😌ֆ ","• اطلب طلب بي حظ 😐ֆ ","• احجي ماعندي وقت اريد اطلع 🏃‍♀️ֆ ","• كول نعسانه من البارحه منايمه😐ֆ ","• كول 🗣️ֆ ","• اذا كلت شي ومابي حظ اكلب التلي عليك🙃ֆ ","• احجي 😶ֆ ","• صاير شي لا تجلطني 😳ֆ ","• ها 😒ֆ ","• لتشلع كلبي 😌ֆ ","• ها حبيبي كول ماكول لاحد 🙈ֆ ","• ها عيني 😉💋ֆ ","• شكو شرايد 😒ֆ ","• لزكت 😕ֆ ","• كولي بنتي ☺️🍼ֆ ","• كول ابني ☺️🍼ֆ ","• كول وماكول لخالتك🙊😹ֆ " }
send(msg.chat_id_, msg.id_, ''..texting[math.random(#texting)]..'')
end
end
if text == 'كول' then
TextReply = '•كول لو هدف😜😹ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'كولي' then
TextReply = '•مآ ادول خليها حسره😜😹ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'كوليلي' then
TextReply = '•مآ ادول خليها حسره😜😹ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == "😡" or text == "😡😡" or text == "😡😡😡" or text == "😡😡😡😡" or text == "😡😡😡😡😡" or text == "😡😡😡😡😡😡" or text == "😡😡😡😡😡😡😡" or text == "😡😡😡😡😡😡😡😡" or text == "😡😡😡😡😡😡😡😡😡" or text == "😠" or text == "😠😠" or text == "😠😠😠" or text == "😠😠😠😠" or text == "😠😠😠😠😠" or text == "😠😠😠😠😠😠" or text == "😠😠😠😠😠😠😠" or text == "😠😠😠😠😠😠😠😠" or text == "😠😠😠😠😠😠😠😠😠" or text == "😡😠" or text == "😠😡" or text == "عصبت" or text == "معصبه" or text == "معصب" or text == "عصب" or text == "اعصابي نار" or text == "اعصابي احتركت" or text == "اعصابي شعوطت" or text == "اعصابي دخنت" or text == "اعصابي انشعلت" or text == "شعلت اعصابي" or text == "شعلتي اعصابي" or text == "حرك اعصابي" or text == "خلاني اعصب" or text == "خلتني اعصب" or text == "جلطتني" or text == "جلطني" or text == "موتني" or text == "موتتني" or text == "شعل اعصابي" or text == "نشعلت اعصابي" or text == "اعصابي نشعلت" or text == "اعصابي شعلتيها" or text == "اعصابي حركها" or text == "اعصابي حركتها" then
if not database:get(bot_id..'lock:add'..msg.chat_id_) then
local texting = {"• شبي هذا الله يستر 😼😹ֆ","• اوف شحلاتك وانت ضايج 😻ֆ ","• صار وجهه احمر مثل الطماطه 🙊😹ֆ ","• لصير عصبي يرتفع ضغطـك 😌😂ֆ","• شبيك معصب تعال 😱😨ֆ"," • غير لو يحجي حته افهم شبيه 😠🙄ֆ"," • اذا معصب على شي ومابي حظ اكلب التلي عليك 😌ֆ","• صاير شي لا تجلطني 😳ֆ","• هذا شبي كالب خلقته علينه ☹️😬ֆ ","• شبيه الحلو معصب ليش هيج تسوي بنفسك 🙁ֆ","• راح اخابر على الدفاع المدني يبردون اعصابك🙁ֆ"," • اعصابك راح تحترك عيوني 🥺ֆ"," • هدي اعصابك عمري🙂ֆ" }
send(msg.chat_id_, msg.id_, ''..texting[math.random(#texting)]..'')
end
end
if text == "👋" or text == "👋👋" or text == "السلام" or text == "سلام" or text == "سلام عليكم" or text == "السلام عليكم" or text == "يابه السلام عليكم" or text == "يابه سلام عليكم" or text == "سلامعليكم" or text == "لسلام عليكم" or text == "سلاموعليكم" or text == "اسلام عليكم" or text == "👋👋👋" or text == "👋👋👋👋" or text == "👋👋👋👋👋" or text == "👋👋👋👋👋👋" or text == "👋👋👋👋👋👋👋" or text == "👋👋👋👋👋👋👋👋" or text == "👋👋👋👋👋👋👋👋👋" or text == "✋" or text == "✋🤚" or text == "✋🤚🤚" or text == "✋🤚🤚✋" or text == "✋🤚✋✋🤚" or text == "✋🤚🤚🤚🤚🤚" or text == "✋🤚🤚🤚🤚🤚🤚" or text == "✋🤚🤚🤚🤚🤚🤚🤚" or text == "✋🤚🤚🤚🤚🤚🤚🤚🤚" or text == "🖐️" or text == "🖐️🖐️" or text == "🖐️🖐️🖐️" or text == "🖐️🖐️🖐️🖐️" or text == "🖐️🖐️🖐️🖐️🖐️" or text == "🖐️🖐️🖐️🖐️🖐️🖐️" or text == "🖐️🖐️🖐️🖐️🖐️🖐️" or text == "🖐️🖐️🖐️🖐️🖐️🖐️🖐️" or text == "🖐️🖐️🖐️🖐️🖐️🖐️🖐️🖐️" or text == "🖐️🖐️🖐️🖐️🖐️🖐️🖐️🖐️🖐️" or text == "ثلام" or text == "ثلام عليتم" then
if not database:get(bot_id..'lock:add'..msg.chat_id_) then
local texting = {"• كافي بس تسلمون 🙄💔ֆ","• يمه هلا بالغالي 😻🌹ֆ ","• وعليكم السلام والرحمه⇣😻🌹ֆ ","• وعليكم السلام 😻🌹ֆ","• وعليكم السلام عيوني 👀😊ֆ","• عليكم السلام حياتي ❤️🌹ֆ ","• عليكم السلام حبي 💋😚ֆ ","• عليكم السلام كلبي 🙋🏻‍♀️💟ֆ " }
send(msg.chat_id_, msg.id_, ''..texting[math.random(#texting)]..'')
end
end
if text == 'فدوه حبيني' then
TextReply = '•حبيكي😏😹ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'تكسح' then
TextReply = '•انت/ي تكسح/ي😏😹ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'تكسحي' then
TextReply = '•انت/ي تكسح/ي😏😹ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == "انته عيوني" or text == "عيوني انته" or text == "خشمي" or text == "خشمي انته" or text == "انته خشمي" or text == "انتي خشمي" or text == "خشمي انتي" or text == "خشمي انت" or text == "انت خشمي" or text == "انت روحي" or text == "انتي روحي" or text == "روحي انتي" or text == "روحي انته" or text == "انته روحي" or text == "روحي انت" or text == "روحي" or text == "عمري" or text == "انتي عمري" or text == "عمري انتي" or text == "عمري انته" or text == "انته عمري" or text == "حياتي" or text == "عمري انت" or text == "انت عمري" or text == "انتي حياتي" or text == "حياتي انتي" or text == "حياتي انته" or text == "انته حياتي" or text == "اوكسجيني" or text == "اوكسجيني انت" or text == "انت اوكسجيني" or text == "اوكسجيني انته" or text == "انته اوكسجيني" or text == "انتي اوكسجيني" or text == "اوكسجيني انتي" or text == "دلبي" or text == "دلبي انت" or text == "انت دلبي" or text == "دلبي انتي" or text == "انتي دلبي" then
if not database:get(bot_id..'lock:add'..msg.chat_id_) then
local texting = {"• اموت ﻋﻠﻴﻚ❣️🌷ֆ","• وتيني💞🥺 ֆ ","• عيوني وقلبي وحياتي❣️🌷ֆ","• انت عمري❤️💋ֆ"," • فدوه الكلبك❣️🌷ֆ"," • عيوني وقلبي وحياتي انت👀❤️🤗ֆ","• حبي انته❣️🌹ֆ ","•يعمري😘😍ֆ ","• فدوه حياتي 🌹ֆ ","• يفدوه 🥺 ֆ","• ممحح 💋ֆ ","• لتبيع ميانه زايده وياي ما اكبل 🙄ֆ ","• اوكسجيني❤️ֆ ","• انت اوكسجيني😜☺️ֆ ","• بعد دلبي انت 💋❤️ֆ " }
send(msg.chat_id_, msg.id_, ''..texting[math.random(#texting)]..'')
end
end
if text == 'روح' then
TextReply = '•راحت روحك😏😹ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'ولي' then
TextReply = '•ولت روحك😏😹ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == "منو حبيبج" or text == "تحبين منو" or text == "حبيبج منو" or text == "حبك" or text == "منو نبضك" or text == "نبضك" or text == "منو عشقك" or text == "عشقك" or text == "منو قلبك" or text == "كلبك" or text == "منو كلبك" or text == "حياتك" or text == "منو حياتك" or text == "منو تحبين" then
if not database:get(bot_id..'lock:add'..msg.chat_id_) then
local texting = {"• ايكون حبيبي فديته 💋❤️ֆ","• ايكون فديته ناني 💋❤️ֆ ","• ايكان حبي الابدي 💋❤️ֆ ","• ايكان نبضي ❤️ بس 💋❤️ֆ","• ايكان گلبي ودگاته 💋❤️ֆ","• ايكان فدوه لعمره ناني 💋❤️ֆ " }
send(msg.chat_id_, msg.id_, ''..texting[math.random(#texting)]..'')
end
end
if text == "منو حبيبتج" or text == "حبيبتج" or text == "منو حبج" or text == "حبج" or text == "منو نبضج" or text == "نبضج" or text == "منو عشقج" or text == "عشقج" or text == "منو قلبج" or text == "كلبج" or text == "منو كلبج" or text == "حياتج" or text == "منو حياتج" then
if not database:get(bot_id..'lock:add'..msg.chat_id_) then
local texting = {"• رهوف حبيبتي فديتها 💋❤️ֆ","• رهوف فديتها ناني 💋❤️ֆ ","• رهوف حبي الابدي 💋❤️ֆ ","• رهوف نبضي ❤️ بس 💋❤️ֆ","• رهوف گلبي ودگاته 💋❤️ֆ","• رهوف فدوه لعمرها ناني 💋❤️ֆ " }
send(msg.chat_id_, msg.id_, ''..texting[math.random(#texting)]..'')
end
end
if text == 'جمبق لمبق' then
TextReply = 'طمبق بمبق'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == "😘" or text == "😘😘" or text == "😘😘😘" or text == "😘😘😘😘" or text == "😘😘😘😘😘" or text == "😘😘😘😘😘😘" or text == "😘😘😘😘😘😘😘" or text == "😘😘😘😘😘😘😘😘" or text == "😘😘😘😘😘😘😘😘😘" or text == "😘😘😘😘😘😘😘😘😘😘" or text == "😘😘😘😘😘😘😘😘😘😘😘" or text == "😘😘😘😘😘😘😘😘😘😘😘😘" or text == "😘 😘" or text == "😘 😘 😘" or text == "😘 😘 😘 😘" or text == "😘 😘 😘 😘 😘" or text == "😘 😘 😘 😘 😘 😘" or text == "😘 😘 😘 😘 😘 😘 😘" or text == "😘 😘 😘 😘 😘 😘 😘 😘" or text == "😘 😘 😘 😘 😘 😘 😘 😘 😘" then
if not database:get(bot_id..'lock:add'..msg.chat_id_) then
local texting = {"• لا هيج اخجل بدون بوسه 🙈ֆ","• لا هيج اخجل كدام العالم بوسوني بالخاص 💌ֆ ","• فدوه لهاي البوسه 🥰ֆ","• ولجن عيب يولو عيب خجليت🙊ֆ"," • يفطوه 🙊ֆ"," • عـــســڵ 🍯ֆ","• لتبيع ميانه زايده وياي ما اكبل 🙄ֆ ","•راح تصير بيك كرونا من وره البوس 😂😐ֆ ","• خديداتي صارت حمر ☺️ֆ ","• ما اريد بوستك دزها لغيري 😑😐ֆ","• لتخلي ابالك تبيع ميانه وياي 😒ֆ" }
send(msg.chat_id_, msg.id_, ''..texting[math.random(#texting)]..'')
end
end
if text == '😊' then
TextReply = '• يفدوا للُخجلُآنْ 😍ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'ضايج' then
TextReply = '• أكيد الكبل ماكو 😁😜ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'هههه خير' then
TextReply = '• كول الخير  ✨😌ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'بكل الطرق' then
TextReply = '• صارت متنعرف السالفه والطرق هواي😏☹️ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == "منو زحف هسه" or text == "منو زاحف هسه" or text == "منو زاحف" or text == "منو زحف" or text == "اشم ريحه زحف" or text == "اشم ريحة زحف" or text == "منو جاي يزحف" or text == "اكو زحف بالموضوع" or text == "منو يزحف" or text == "ريحة زحف" or text == "منو الزحف عليج" or text == "منو الزاحف هسه" or text == "منو الزحف" or text == "منو الزاحف" then
if not database:get(bot_id..'lock:add'..msg.chat_id_) then
local texting = {"• ابوي زحف ع امي😒😅ֆ","• هذا الزاحف طردوه من الكروب ثبرني بالخاص لحظه اجيبلكم معرفه😒ֆ ","• هذا زحف 🦎 لحظه اخذ سكرين للمحادثه ودزها 😏ֆ ","• لحظه اجيب ايدي حسابه وحظروه ماكو بنيه مزاحفلها😒😕ֆ","• لا تخليني اهلهل هسه تره الساني ينكط عسل😒😅ֆ","• خالي زحف ع خالتي😒😅ֆ " }
send(msg.chat_id_, msg.id_, ''..texting[math.random(#texting)]..'')
end
end
if text == '😉😌' then
TextReply = '• عود شوفوني اني شخصـية 😣وهو وجـهه وجه الطلي 😹ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == "باي" or text == "بااي" or text == "باااي" or text == "بااااي" or text == "باااااي" or text == "بااااااي" or text == "باااااااي" or text == "بااااااااي" or text == "باااااااااي" or text == "بااااااااااي" or text == "بايي" or text == "باايي" or text == "بااييي" or text == "بااايي" or text == "بايو" or text == "اتمرخصص" or text == "اترخصص" or text == "بايوو" or text == "بايووو" or text == "بايوووو" or text == "بايووووو" or text == "باايو" or text == "باايوو" or text == "بايوووووو" or text == "باايووو" or text == "بااايوو" or text == "بيباي" or text == "بيبااي" or text == "بيباااي" or text == "بيبايي" or text == "بيباايي" or text == "جاو" or text == "جاوو" or text == "جاووو" or text == "جاوووو" or text == "جاووووو" or text == "جاوووووو" or text == "جاووووووو" or text == "جاوووووووو" or text == "جاووووووووو" or text == "جااو" or text == "جااوو" or text == "جااووو" or text == "جااوووو" or text == "ججاو" or text == "ججاوو" or text == "چاو" or text == "اترخص" or text == "اتمرخص" or text == "باي باي" or text == "رايح" then
if not database:get(bot_id..'lock:add'..msg.chat_id_) then
local texting = {"• تعال وين رايح عندي شغله وياك 💌ֆ","• وٍّيَٰـﮧنٍٰ رِٰاَٰيَٰـہحٌٰ خّٰلْٰيَٰنٍٰـﮧهَٰہۧ مٍٰتّٰوٍّنٍٰسٌٍيَٰـﮧنٍٰ🙁💔 ֆ ","• جان نخلص وراح ناخذ راحته تعالي رهوفه صقيقتي خل نحجي 🙊ֆ ","• اوف وأخيراً خلصنه منه 🙈ֆ","• راحت الدوخه 😂😐ֆ"," • هذا شبي كالب خلقته علينه 😑🙄ֆ"," • سد الباب وراك 😏ֆ","• تعال عيني اريدك بشغله ☹️ֆ ","•بحفظ الرحمن 🌹ֆ ","• بايات مال درج 😂🙋🏻‍♀️ֆ ","• الله الله وياك 😏🙄ֆ ","• سلملي ع امك 🙋‍♀️ֆ " }
send(msg.chat_id_, msg.id_, ''..texting[math.random(#texting)]..'')
end
end
if text == 'وينج حبيبتي' then
TextReply = 'هياتني حبيبي 💋❤️ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == "♥️" or text == "♥️♥️" or text == "♥️♥️♥️" or text == "♥️♥️♥️♥️" or text == "♥️♥️♥️♥️♥️" or text == "♥️♥️♥️♥️♥️♥️" or text == "♥️♥️♥️♥️♥️♥️♥️" or text == "♥️♥️♥️♥️♥️♥️♥️♥️" or text == "♥️♥️♥️♥️♥️♥️♥️♥️♥️" or text == "❤️" or text == "❤️❤️" or text == "❤️❤️❤️" or text == "❤️❤️❤️❤️" or text == "❤️❤️❤️❤️❤️" or text == "❤️❤️❤️❤️❤️❤️" or text == "❤️❤️❤️❤️❤️❤️❤️" or text == "❤️❤️❤️❤️❤️❤️❤️❤️" or text == "❤️❤️❤️❤️❤️❤️❤️❤️❤️" or text == "♥️❤️"  or text == "❤️♥️" or text == "♥️❤️♥️❤️" or text == "❤️♥️❤️♥️" or text == "♥️ ♥️" or text == "❤️ ❤️" or text == "♥️ ♥️ ♥️" or text == "❤️ ❤️ ❤️" or text == "♥️ ♥️ ♥️ ♥️" or text == "❤️ ❤️ ❤️ ❤️" or text == "♥️ ♥️ ♥️ ♥️ ♥️" or text == "❤️ ❤️ ❤️ ❤️ ❤️" or text == "♥️ ♥️ ♥️ ♥️ ♥️ ♥️" or text == "❤️ ❤️ ❤️ ❤️ ❤️ ❤️" or text == "♥️ ♥️ ♥️ ♥️ ♥️ ♥️ ♥️" or text == "❤️ ❤️ ❤️ ❤️ ❤️ ❤️ ❤️" or text == "♥️ ♥️ ♥️ ♥️ ♥️ ♥️ ♥️ ♥️" or text == "❤️ ❤️ ❤️ ❤️ ❤️ ❤️ ❤️ ❤️" or text == "♥️ ♥️ ♥️ ♥️ ♥️ ♥️ ♥️ ♥️ ♥️" or text == "❤️ ❤️ ❤️ ❤️ ❤️ ❤️ ❤️ ❤️ ❤️" then
if not database:get(bot_id..'lock:add'..msg.chat_id_) then
local texting = {"• صعد الحب الله يستر😹♥️ من الزحفֆ","• اآٍحًـٍـٍ❤ـٍـٍپڪ/چ حــيـــــ(❤️)ــــــا تـَﮩًـيֆ ","• انا اموت فيك حبيبي اغار عليك ما اقدر اعيش  بدونك 🥺ֆ ","• يدوم نبضه ❣️👉ֆ","• اعشششششقك جد❤️💋ֆ"," • حبيكي😏😹ֆ"," • روح ارسل هالقلب لغيري مو الي 😒ֆ","• احبك 🙊❤️ֆ","• متستحي 😐ֆ ","• بابا روح خالو روح شسوي انته شمرتلي قلبك ❤️🙄ֆ","• وربي لصيحلك ايكان ايكو تعال 😡ֆ ","• اوف فديت ربك 🙈😚ֆ ","• انت نبضه ♥️👉ֆ ","• اعرف طوختها راح اسكت 🤐ֆ ","• حبيبي ايكان بس 😌🤗ֆ ","• حبيبتي رهف بس ❤️😍ֆ ","• ماحبك 🤤ֆ ","• كلبي انته 😶❤️ֆ ","• اموتن بيك ❤️😌ֆ ","• اموعن اذوبن 😌❤️ֆ ","• انته النفس مال اني ❤️😋ֆ ","• شبيك مشايف بنات هيج جفاف 😕ֆ ","• انته العشق 😚💖ֆ ","• فطيت دلبت ♥️😹ֆ ","• لزكت 😕ֆ ","• انت ليش يا ابنيه اشوفها ترسللها قلب صدك متستحي على نفسك 😒🙄ֆ ","• فدوة لقلبك 🙊😍ֆ ","• باع حظي مناقصني زواحف ولي راح احظرك😪🙄ֆ ","• اني وانت كلب واحد بالنفس صاعد ونازل 🙊😻ֆ ","• تفووو عليك ماريد حبك 😂🙊ֆ ","• اموت عليك يروحي 😻♥️ֆ ","• لتبيع ميانه زايده وياي ما اكبل 🙄ֆ " }
send(msg.chat_id_, msg.id_, ''..texting[math.random(#texting)]..'')
end
end
if text == "😂" or text == "😂😂" or text == "😂😂😂" or text == "😂😂😂😂" or text == "😂😂😂😂😂" or text == "😂😂😂😂😂😂" or text == "😂😂😂😂😂😂😂" or text == "😂😂😂😂😂😂😂😂" or text == "😂😂😂😂😂😂😂😂😂" or text == "😁" or text == "😁😁" or text == "😁😁😁" or text == "😁😁😁😁" or text == "😁😁😁😁😁" or text == "😁😁😁😁😁😁" or text == "😁😁😁😁😁😁😁" or text == "😁😁😁😁😁😁😁😁" or text == "😁😁😁😁😁😁😁😁😁" or text == "😹" or text == "😹😹" or text == "😹😹😹" or text == "😹😹😹😹" or text == "😹😹😹😹😹" or text == "😹😹😹😹😹😹" or text == "😹😹😹😹😹😹😹" or text == "😹😹😹😹😹😹😹😹" or text == "😹😹😹😹😹😹😹😹😹" or text == "🤣" or text == "🤣🤣" or text == "🤣🤣🤣" or text == "🤣🤣🤣🤣" or text == "🤣🤣🤣🤣🤣" or text == "🤣🤣🤣🤣🤣🤣" or text == "🤣🤣🤣🤣🤣🤣🤣" or text == "🤣🤣🤣🤣🤣🤣🤣🤣" or text == "🤣🤣🤣🤣🤣🤣🤣🤣🤣" then
if not database:get(bot_id..'lock:add'..msg.chat_id_) then
local texting = {"• انٍٰشَُـﮧاَٰلْٰلْٰهَٰہۧ دِٰاَٰيَٰمٍٰـﮧهَٰہۧ💆‍♀️💘ֆ","• دِْۈۈۈۈ/يّارٌبْ_مـْو_يـّوّمٌ/ۈۈۈۈمْ ֆ ","• فدوه لهاي الضحكه 😹ֆ","• دوم يربي هالضحكه الحلوه ☺️ֆ"," • ضم سنونك فضحتنه 😁ֆ"," • منو دغدغك وضحكت 😂🤣ֆ","• دوم يربي 🤲ֆ ","•فدوه للحلك 😁ֆ ","• هُِهُِهُِهُِهُِهُِـُِ-بَمِـٍُوٌِتّ-مَـًٍنِّ-إْلضُِحٌِكِّ-ـُِهُِهُِهُِهُِهُِهُِֆ ","• يفطوه للطحكهههه 🤣 ֆ","• ههههَِـَِـَِـَِـَِـَِـَِـََِِـَِـَِٓـَِ😂ـَِـَِـَِـَِـِـَِـَِـههههֆ","• لتبيع ميانه زايده وياي ما اكبل 🙄ֆ ","• هههههههـ يٍُُِـْمٌَُـهِٰــه پُُِْـطٍُِـنُىييـي ـههههههههههֆ ","• ھَھٍھَھٍھَھٍـٌ😂ـّھٍھَھٍھَھٍٱإيّےٌֆ " }
send(msg.chat_id_, msg.id_, ''..texting[math.random(#texting)]..'')
end
end
if text == "رهف" or text == "رهف رهف" or text == "رهوفه" or text == "انا رهف" or text == "اني رهف" or text == "رهوفتي" or text == "رهفف" or text == "اني رهوفه" or text == "انا رهوفه" or text == "رهيفه" or text == "رهفتي" or text == "رهفوه" or text == "رههف" or text == "نواره" or text == "اني نواره" or text == "انا نواره" or text == "نونه" or text == "اني نونه" or text == "انا نونه" or text == "نوره" or text == "اني نوره" or text == "انا نوره" or text == "نويره" or text == "نوره نوره" then
if not database:get(bot_id..'lock:add'..msg.chat_id_) then
local texting = {"• مطورتي الهيبه 👸🏻👑ֆ","• اميرتي الهيبه فديتها 👸🏻👑ֆ ","• هيبه وتاج وباج مطورتي مح 👸🏻👑💋ֆ ","• هيبه وتاج وباج مطورتي فديتج مح 👸🏻👑🤗💋ֆ","• مطورتي الهيبه تاج راسي 👸🏻👑ֆ"," • مطورتي وعشقي فديتج ناني 👸🏻👑😍💋ֆ"," • مطورتي الغاليه فديتها 👸🏻👑ֆ","• فديتج مطورتي مح 👸🏻👑💋ֆ","• هلا بمطورتي العشق احبج 👸🏻👑😍😘ֆ ","• مطورتي العشق 👸🏻👑ֆ","• مطورتي فديتها 👸🏻??ֆ ","• مطورتي العافيه 👸🏻👑ֆ ","• هلا بمطورتي العافيه 👸🏻👑🤗ֆ ","• هلا بمطورتي العافيه فطيتج ناني 👸🏻👑🤗😍ֆ ","• مطورتي فطيتج ناني 👸🏻👑❤️ֆ ","• فطيت اسمج ورسمج مطورتي 👸🏻👑❤️😍ֆ ","• فطيتج ناني غاليتي ومطورتي 👸🏻👑❤️😍ֆ " }
send(msg.chat_id_, msg.id_, ''..texting[math.random(#texting)]..'')
end
end

if text == 'منو يحذف رسائلي' then
TextReply = '• خّٰـﮧاَٰلْٰتّٰـہكٍٰ 🌚ֆ🌝'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'منو يمسح رسائلي' then
TextReply = '• خّٰـﮧاَٰلْٰتّٰـہكٍٰ 🌚ֆ🌝'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'منو مسح رسائلي' then
TextReply = '• خّٰـﮧاَٰلْٰتّٰـہكٍٰ 🌚ֆ🌝'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'منو مسح رسايلي' then
TextReply = '• خّٰـﮧاَٰلْٰتّٰـہكٍٰ 🌚ֆ🌝'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'منو حذف رسايلي' then
TextReply = '• خّٰـﮧاَٰلْٰتّٰـہكٍٰ 🌚ֆ🌝'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'منو يمسح رسايلي' then
TextReply = '• خّٰـﮧاَٰلْٰتّٰـہكٍٰ 🌚ֆ🌝'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'منو يحذف رسايلي' then
TextReply = '• خّٰـﮧاَٰلْٰتّٰـہكٍٰ 🌚ֆ🌝'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == "شسمج" or text == "شسمك" or text == "اسمج" or text == "اسمك" or text == "انتي شسمج" or text == "شسمج انتي" or text == "اسمج شنو" or text == "شنو اسمج" or text == "شنو اسمك" or text == "اسمك شنو" or text == "شنو اسمك" or text == "ايش اسمك" or text == "اسمك ايش" or text == "ممكن اسمج" or text == "ممكن اسمك" or text == "اسمج ممكن" or text == "اسمك ممكن" or text == "نتي شسمج" or text == "نت شسمك" or text == "ايش اسمج" or text == "اسمج ايش" or text == "عرفنه باسمك" or text == "عرفينه باسمج" or text == "عرفينه بأسمج" then
if not database:get(bot_id..'lock:add'..msg.chat_id_) then
local texting = {"• اسمي رنوشه 👸🏻😇ֆ","• احلى البنات رنوشه 👸🏻😇ֆ ","• اجمل البنات رنوشه 👸🏻😇ֆ ","• رنوشه اسمي والقمر رسمي 👸🏻🌝ֆ","• اميرة البنات رنوشه 👸🏻ֆ","• رنوشه تاجهن 👑ֆ ","• ما ادول اسمي خليه حسره بدلبك 😂😏ֆ ","• ادخل ع حسابي وتعرفه 😏😊ֆ ","• اكو احد ميعرف رنوشه جاي اخر وكت تسأل عن اسمي 👸🏻🙄ֆ " }
send(msg.chat_id_, msg.id_, ''..texting[math.random(#texting)]..'')
end
end
if text == 'كرونا' then
TextReply = '•والله خبصتونه بيها هيه كلها افلاونزا تموت 😒🌚ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'كرونه' then
TextReply = '•لا سيدان 😏😂ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'انجب حبي' then
TextReply = '•بدينا عاد بالغلط اخ منك يلساني 😒😏ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'انجب حب' then
TextReply = '•بدينا عاد بالغلط اخ منك يلساني 😒😏ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'نجب حبي' then
TextReply = '•بدينا عاد بالغلط اخ منك يلساني 😒😏ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'نجب حب' then
TextReply = '•بدينا عاد بالغلط اخ منك يلساني 😒😏ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'انجبي حبي' then
TextReply = '•بدينا عاد بالغلط اخ منك يلساني 😒😏ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'نجبي حبي' then
TextReply = '•بدينا عاد بالغلط اخ منك يلساني 😒😏ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'انجبي حب' then
TextReply = '•بدينا عاد بالغلط اخ منك يلساني 😒😏ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'نجبي حب' then
TextReply = '•بدينا عاد بالغلط اخ منك يلساني 😒😏ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == "فدوه" or text == "فداوي" or text == "فديت" or text == "فديتك" or text == "فطافط" or text == "فطيتج" or text == "فطيتك" or text == "فديتج" or text == "فديتجن" or text == "فديتكم" or text == "فدافد" or text == "فطيت" or text == "فطفط" or text == "فطافيط" or text == "فطاوي" or text == "يفدوه" or text == "يفطوه" or text == "فطايط" or text == "فديت ربك" or text == "فديت ربج" or text == "فدوه لكلبك" or text == "فدوه لكلبج" or text == "فدوه لحلكك" or text == "فدوه لحلكج" or text == "يفدوه لكلبك" or text == "يفدوه لكلبج" or text == "فديت كلبك" or text == "فديت كلبج" or text == "فطوه" or text == "فديت عيونج" or text == "فديت عيونك" or text == "فدوه لعيونج" or text == "فدوه لعيونك" or text == "فديت خشمك" or text == "فديت خشمج" or text == "فدوه لخشمج" or text == "فدوه لخشمك" then
if not database:get(bot_id..'lock:add'..msg.chat_id_) then
local texting = {"• فدافد وماي بارد😊☺️ֆ","• فطيت😊😉 ֆ ","• فطفط😊😉ֆ ","• فطافيط😍🙈ֆ","• فطافط😘🙈ֆ"," • فطاوي🤗🙈ֆ"," • عيب نجب و ولي منا 🙊🤷🏼‍♀️ ֆ","• فدوة الحلك 🙊😍ֆ ","•اني وانت كلب واحد بالنفس صاعد ونازل 🙊😻ֆ ","• اموت عليك يروحي 😻💋ֆ ","• كافي درينه مشتاقله😏🙈ֆ ","• لتلح عود يعني احبج😏😹🙈ֆ ","• فُدُآكَ/جَ ـ ثًـوُلَآنٌ آلَكَرَوُبّ ❤️😂😉ֆ ","• انت ليش يا بنية اشوفها ادكول الها احبج صدك متستحي على نفسك 😒💔ֆ ","• انته النفس مال اني ❤️😋ֆ ","• اموعن اذوبن 😌💔ֆ ","• اوف فديت ربك 🙈😚ֆ "  }
send(msg.chat_id_, msg.id_, ''..texting[math.random(#texting)]..'')
end
end
if text == "ليش" or text == "ليش يعني" or text == "يعني ليش" or text == "ماكو ليش" or text == "ليش ماكو" or text == "ليش يمه" or text == "يمه ليش" or text == "ليش يما" or text == "يما ليش" or text == "ليش يبه" or text == "يبه ليش" or text == "ليش يابه" or text == "يابه ليش" or text == "ليش يبا" or text == "يبا ليش" or text == "ليش عيني" or text == "عيني ليش" or text == "ليش عيوني" or text == "عيوني ليش" or text == "ليش حبي" or text == "حبي ليش" or text == "ليش حب" or text == "حب ليش" or text == "كلبي ليش" or text == "ليش كلبي" or text == "يكلبي ليش" or text == "ليش يكلبي" or text == "يكلبو ليش" or text == "ليش يكلبو" or text == "روحي ليش" or text == "ليش روحي" or text == "ليش يروحي" or text == "يروحي ليش" or text == "ليش قلبي" or text == "قلبي ليش" or text == "يقلبي ليش" or text == "ليش يقلبي" or text == "يقلبو ليش" or text == "ليش يقلبو" or text == "ليش عود" or text == "عود ليش" or text == "ليش حياتي" or text == "حياتي ليش" or text == "ليش كبدي" or text == "كبدي ليش" or text == "ليش حبيبي" or text == "حبيبي ليش" or text == "حبيبتي ليش" or text == "ليش حبيبتي" or text == "ليش خاله" or text == "خاله ليش" then
if not database:get(bot_id..'lock:add'..msg.chat_id_) then
local texting = {"• لشلاشه تلشلشك 😒 لدكول ليش ☹️ֆ","• يعني ليش كول لنفسك ليش جاي تسئلني 😒ֆ ","• ماكو لدكلي ليش 🤷‍♀️ֆ ","• امي متكولي ليش انته تكولي ليش 😕🤷‍♀️ֆ","• ابويه ميكلي ليش انته جاي تكلي ليش 😧🤷‍♀️ֆ"," • اسأل ظلك ليش هيج وكابله و أبجي 🖤😭ֆ"," • كول للحايط ليش اني شمدريني 😢ֆ","• تعال شنو ليش متستحي ع نفسك 😳ֆ ","• كول لكلبك 💔 ليش اني شمدريني 😢ֆ ","• يعني ليش كول لگلبك 💗👉 ليش جاي تسئلني 😒ֆ ","• كول لروحك 🤔 ليش اني شمدريني 😢ֆ ","• يعني ليش كول لقلبك ❤️👉 ليش جاي تسئلني 😒ֆ ","• عود مال بخور 😁 ارجع لحبك وكله ليش 😒ֆ ","• عود مال شخاط 😅 اني شمدريني ليش 😢ֆ " }
send(msg.chat_id_, msg.id_, ''..texting[math.random(#texting)]..'')
end
end
if text == "بنت" or text == "انا بنت" or text == "اني بنت" or text == "بنيه" or text == "انا بنيه" or text == "اني بنيه" or text == "بنوته" or text == "انا بنوته" or text == "اني بنوته" or text == "بنت حياتي" or text == "بنت عيني" or text == "بنت حبي" or text == "ابنيه" or text == "اني ابنيه" or text == "انا ابنيه" or text == "بنت كلبي" or text == "ابنيه حبي" or text == "ابنيه حياتي" or text == "ابنيه عيني" then
if not database:get(bot_id..'lock:add'..msg.chat_id_) then
local texting = {"• هلا بالبنوتات 😻😻ֆ","• شلونج اخبارج 🙀 حياتي 😻ֆ ","• شلونج اخبارج 😻 هم يزحفولج 😐ֆ ","• ئوف فديتج مح ام خدود 🙈💋ֆ","• شلونج يروحي 🐣💋ֆ"," • هلا بيج يكلبي ❤️ انتي ☺️ֆ"," • ئوف انطيني بوسه حبيبتي ❤️💋ֆ","• مح 😘 بنوتات ولا الولد كتلوني بس يزحفون 😡🦎ֆ ","• همزين مو ولد 🙎‍♂️ كتلوني الزواحف والله ☹️ֆ ","• هله بيج يروحي انتي ☺️ֆ ","• ضيفيني كروبات ❤️ حبيبتي👩‍❤️‍💋‍👩ֆ ","• هله بيج تشرفت حياتي وانتي خيتي 😊ֆ " }
send(msg.chat_id_, msg.id_, ''..texting[math.random(#texting)]..'')
end
end
if text == "انت ولد لو بنيه" or text == "أنت ولد لو بنيه" or text == "انتي ولد لو بنيه" or text == "أنتي ولد لو بنيه" or text == "انت ولد بنيه" or text == "انت بنيه ولد" or text == "انت بنت ولد" or text == "انت ولد بنت" then
if not database:get(bot_id..'lock:add'..msg.chat_id_) then
local texting = {"• اني بنيه 👸🏻ֆ","• اني رنوشه اميرة البنات 👸🏻ֆ ","• اني رنوشه احلى البنات 👸🏻ֆ ","• اني رنوشه اجمل البنات 👸🏻ֆ","• اكو احد ميعرف رنوشه جاي اخر وكت تسأل عني👸🏻🙄ֆ","• اني رنوشه 👸🏻ֆ " }
send(msg.chat_id_, msg.id_, ''..texting[math.random(#texting)]..'')
end
end
if text == "ولد" or text == "اني ولد" or text == "انا ولد" or text == "ولدد" or text == "ولد حب" or text == "ولد عيني" or text == "ولد حبي" or text == "ولد انا" or text == "ولد اني" then
if not database:get(bot_id..'lock:add'..msg.chat_id_) then
local texting = {"• هلا عيني تشرفت 🙂 بيك ونته اخويه 😊ֆ","• عوع 😪 ولد 🙎‍♂️ امشي اطلع برا🚶‍♂️ بلوك 📛ֆ ","• ثكيله وماحجي 😶 ويه ولد 😊ֆ ","• شعندك داخل خاص ؟ 😒ֆ","• امشي اطلع برا🚶‍♂️ بلوك 📛ֆ","• شلونك 😏ֆ " }
send(msg.chat_id_, msg.id_, ''..texting[math.random(#texting)]..'')
end
end
if text == "تعي خاص" or text == "تعاي خاص" or text == "تعالي خاص" or text == "امشي خاص" or text == "ردي خاص" or text == "رد خاص" or text == "خاص ردي" or text == "خاص رد" or text == "تجي خاص" or text == "تجين خاص" or text == "خاص تجي" or text == "خاص تجين" then
if not database:get(bot_id..'lock:add'..msg.chat_id_) then
local texting = {"• شعندك داخل خاص 😒ֆ","• برا متستحي داخل خاص 🙄😐 ֆ ","• اطلع من الخاص وسولف بالكروب لا احظرك هسه😒😐 ֆ ","• الخاص للرخاص اطلع من الخاص لك هيو 😌😒ֆ","• اطلع من الخاص اوف منك يلساني لو ما كروب 😌😒ֆ"," • لا ما اجي خليه الك الطامس 😐😒ֆ"," • عيب نجب و ولي منا 🙊🤷🏼‍♀️ ֆ","• لااا ما اجي خليه الك الطامس 😐😒ֆ ","• شبيك مشايف بنات ؟ 🤤 ֆ ","• تعال حتطفى الكهرباء 😶 ֆ ","• محظوره دز رساله وتع خاص 🤷🏼‍♀️ ֆ ","• اذا الموضوع حساس اجيك 🙄😏 ֆ ","• اٍّهّْـوّ ضَّـلَّ ضَّـلَّ ๛اٍّحّْفّْ كّْبّْرًّ طَّمّـُكّْ 🙄😏ֆ " }
send(msg.chat_id_, msg.id_, ''..texting[math.random(#texting)]..'')
end
end
if text == "تعي خ" or text == "تعاي خ" or text == "تعالي خ" or text == "امشي خ" or text == "ردي خ" or text == "رد خ" or text == "خ ردي" or text == "خ رد" or text == "تجي خ" or text == "تجين خ" or text == "خ تجي" or text == "خ تجين" then
if not database:get(bot_id..'lock:add'..msg.chat_id_) then
local texting = {"• شعندك داخل خاص 😒ֆ","• برا متستحي داخل خاص 🙄😐 ֆ ","• اطلع من الخاص وسولف بالكروب لا احظرك هسه😒😐 ֆ ","• الخاص للرخاص اطلع من الخاص لك هيو 😌😒ֆ","• اطلع من الخاص اوف منك يلساني لو ما كروب 😌😒ֆ"," • لا ما اجي خليه الك الطامس 😐😒ֆ"," • عيب نجب و ولي منا 🙊🤷🏼‍♀️ ֆ","• لااا ما اجي خليه الك الطامس 😐😒ֆ ","• شبيك مشايف بنات ؟ 🤤 ֆ ","• تعال حتطفى الكهرباء 😶 ֆ ","• محظوره دز رساله وتع خاص 🤷🏼‍♀️ ֆ ","• اذا الموضوع حساس اجيك 🙄😏 ֆ ","• اٍّهّْـوّ ضَّـلَّ ضَّـلَّ ๛اٍّحّْفّْ كّْبّْرًّ طَّمّـُكّْ 🙄😏ֆ " }
send(msg.chat_id_, msg.id_, ''..texting[math.random(#texting)]..'')
end
end
if text == "ممكن خاص" or text == "ببكن خاص" or text == "ممكن تجين خاص" or text == "ممكن شويه خاص" or text == "ممكن خاصج" or text == "ببكن خاصج" or text == "ببكن شويه خاص" or text == "خاصج" or text == "شوفي خاصج" or text == "شويه خاص ممكن" or text == "شويه خاص ببكن" or text == "خاصج فدوه" then
if not database:get(bot_id..'lock:add'..msg.chat_id_) then
local texting = {"• شعندك داخل خاص 😒ֆ","• برا متستحي داخل خاص 🙄😐 ֆ ","• اطلع من الخاص وسولف بالكروب لا احظرك هسه😒😐 ֆ ","• ولي لك 😒ֆ","• اطلع من الخاص اوف منك يلساني لو ما كروب 😌😒ֆ"," • ما 😌ֆ"," • عيب نجب و ولي منا 🙊🤷🏼‍♀️ ֆ","• لااا ما اجي خليه الك الطامس 😐😒ֆ ","• شبيك مشايف بنات ؟ 🤤 ֆ ","• تعال حتطفى الكهرباء 😶 ֆ ","• محظوره دز رساله وتع خاص 🤷🏼‍♀️ ֆ ","• اذا الموضوع حساس اجيك 🙄😏 ֆ " }
send(msg.chat_id_, msg.id_, ''..texting[math.random(#texting)]..'')
end
end
if text == "ممكن خ" or text == "ببكن خ" or text == "ممكن تجين خ" or text == "ممكن شويه خ" or text == "ممكن خاصج" or text == "ببكن خاصج" or text == "ببكن شويه خ" or text == "خ" or text == "شوفي خ" or text == "شويه خ ممكن" or text == "شويه خ ببكن" or text == "خ فدوه" then
if not database:get(bot_id..'lock:add'..msg.chat_id_) then
local texting = {"• شعندك داخل خاص 😒ֆ","• برا متستحي داخل خاص 🙄😐 ֆ ","• اطلع من الخاص وسولف بالكروب لا احظرك هسه😒😐 ֆ ","• ولي لك 😒ֆ","• اطلع من الخاص اوف منك يلساني لو ما كروب 😌😒ֆ"," • ما 😌ֆ"," • عيب نجب و ولي منا 🙊🤷🏼‍♀️ ֆ","• لااا ما اجي خليه الك الطامس 😐😒ֆ ","• شبيك مشايف بنات ؟ 🤤 ֆ ","• تعال حتطفى الكهرباء 😶 ֆ ","• محظوره دز رساله وتع خاص 🤷🏼‍♀️ ֆ ","• اذا الموضوع حساس اجيك 🙄😏 ֆ ","• اٍّهّْـوّ ضَّـلَّ ضَّـلَّ ๛اٍّحّْفّْ كّْبّْرًّ طَّمّـُكّْ 🙄😏ֆ "  }
send(msg.chat_id_, msg.id_, ''..texting[math.random(#texting)]..'')
end
end
if text == "احم" or text == "احم احم" or text == "أحم" or text == "احمم" or text == "احمم احمم" or text == "احممم" or text == "احمممم" or text == "احممممم" or text == "احممم احممم" or text == "احمممممم" or text == "احمممم احمممم" or text == "احممممممم" then
if not database:get(bot_id..'lock:add'..msg.chat_id_) then
local texting = {"• شبيك تتحمحم انطو مي خطيه غص بكلمته 🙄ֆ","• احمات 😏ֆ ","• جيبوله مي 😅ֆ ","• رز باللحم 🙄🤷🏼‍♀️ֆ","• شبيك تتحمحم انطو مي خطيه غص بكلمته 🙄ֆ"," • والله اشكال 🤷🏼‍♀️ֆ"," • طبطبوله ع ظهره 🙃ֆ","• ها خير شبيك 😉ֆ ","• تفضل ☹️ֆ ","• خير 🙊ֆ ","• تفضل حب 🤷🏼‍♀️ֆ ","• لازم الموضوع حساس 🙄😏 ֆ " }
send(msg.chat_id_, msg.id_, ''..texting[math.random(#texting)]..'')
end
end
if text == "احمات" or text == "احماات" or text == "احمااات" or text == "احممات" or text == "احمممات" then
if not database:get(bot_id..'lock:add'..msg.chat_id_) then
local texting = {"• صحه 🙂ֆ","• عافيه 🙄ֆ ","• صحه وعافيه ☺️ֆ ","• سلامتك 😊ֆ","• عافيه وسوالف دافيه 😏ֆ" }
send(msg.chat_id_, msg.id_, ''..texting[math.random(#texting)]..'')
end
end
if text == "أجيت" or text == "اجيت" or text == "إجيت" or text == "اجيتت" or text == "اجييت" or text == "اجيييت" or text == "اجيتتت" or text == "اييت" or text == "اجييييت" or text == "اجيييييت" or text == "اجييييييت" or text == "اجيييييييت" or text == "اجييييييييت" or text == "اجيييييييييت" or text == "اجييييييييييت" or text == "آجيت" or text == "اَجيت" then
if not database:get(bot_id..'lock:add'..msg.chat_id_) then
local texting = {"• هلا حبيبي 🌹 انته ولد 🙎‍♂️ لو بنيه 👩🏻‍🦰ֆ","• هله اجه الكروب كله يرحب بي 🙋🏻‍♀️💋 ֆ ","• لضل صنم رحمه للكعبه احجي سولف اني اسولف وياك 🤗❤️ֆ","• نورت الكروب 💋ֆ"," • هله بريحه هلي بكروبنه 🤗😻ֆ"," • ضويت الكروب شمعه 💡😍ֆ","• اجه الزين كله 🙋🏻‍♀️😻ֆ ","•هلا بيك حبيبي نورت 🙋🏻‍♀️❤️ֆ ","• نورت كلبي 💖ֆ ","• يفطوه لتواجدك 🤗💋 ֆ","• صير حباب وريلاكس ولضل ثكيل 🤷🏼‍♀️🙄ֆ ","• نورتنه يروح عمتك ☺️😚ֆ ","• صير خوش عضو بالكروب ترى اطردك 🙄ֆ ","• نـَْﮩْْ❀ُུـَ❀﴿💡﴾ـۖؐـورتـ❥🙋🏻‍♀️ֆ ","• مٰ̲ہٰٰنہٰٰوِٰڕٰ حہٰٰبྀ̲ہ ؏ۤـٖٓہٰٰمٰ̲ہٰٰڕٰيِٰہٰٰ┊※🌝️💛ֆ ","• اجه هلا بالضلع 😗ֆ ","• فديت 😻 الضلع الما ينشلع 😊🙂ֆ " }
send(msg.chat_id_, msg.id_, ''..texting[math.random(#texting)]..'')
end
end
if text == 'اجه' then
TextReply = 'اجه هلا بالضلع 😗ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'اجه ضلعي' then
TextReply = 'هلا بريحه هلي 🤗ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'اجه الضلع' then
TextReply = 'فديت 😻 الضلع الما ينشلع 😊🙂ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == "راح اروح" or text == "اجي عليج" or text == "راح اجي عليج" or text == "اوكي جاي عليج" or text == "اوك جاي عليج" or text == "ترحين وياي" or text == "راح اطلع" or text == "تروح وياي" or text == "اريد اطلع" or text == "رايد اطلع" or text == "اريد افتر" or text == "اروح اخذ فره" then
if not database:get(bot_id..'lock:add'..msg.chat_id_) then
local texting = {"• اوك جاهزه ☺️👗 ما عندي شي جاي انتظرك 🙂ֆ","• اوكي جاهزه 👗💄 ما عندي شي جاي انتظرك 🙂ֆ ","• يي تعال 🚶‍♂️ اخذني وياك نفتر 🙂ֆ ","• انتظرني اغير ملابسي 👗💄 وتعال 👫 عليه نروح سوهֆ","• يي تعال 🚶‍♂️ اخذني وياك  🛍️ للمولֆ","• يي تعال 🚶‍♂️ اخذني وياك  للمتنزه 👫ֆ ","• يي فدوه مر عليه🚶‍♂️اريد اشتري ملابس 👗ֆ ","• ما تاخذني وياك شبيك صاير فگر 🙄😏ֆ " }
send(msg.chat_id_, msg.id_, ''..texting[math.random(#texting)]..'')
end
end
if text == "احبك" or text == "احبج" or text == "اعشقك" or text == "اعشقج" or text == "اموت عليك" or text == "اموت عليج" or text == "اذوبن" or text == "اموع" or text == "اموعن" or text == "اذوب" or text == "اعشقج موت" or text == "عشقي" or text == "احبج موت" or text == "موت احبج" or text == "احبك موت" or text == "موت احبك" or text == "اعشقك موت" or text == "موت اعشقك" or text == "احبج هواي" or text == "هواي احبج" or text == "احبك هواي" or text == "هواي احبك" or text == "احبج هوايه" or text == "هوايه احبج" or text == "احبك هوايه" or text == "هوايه احبك" or text == "احبج حيل" or text == "حيل احبج" or text == "احبك حيل" or text == "حيل احبك" or text == "موت عشقك" or text == "الحب مالي" or text == "الحب مالتي" or text == "العشق مالي" or text == "العشق مالتي" or text == "فدوه احبج" or text == "احبج فدوه" or text == "فدوه احبك" or text == "احبك فدوه" or text == "فدوه حبج" or text == "حبج فدوه" or text == "فدوه احبك" then
if not database:get(bot_id..'lock:add'..msg.chat_id_) then
local texting = {"• حٌٰبٌِٰيَٰبٌِٰـﮧيَٰ وٍّنٍٰـﮧيَٰ هَٰہۧــمٍٰ😻👅ֆ","• اآٍحًـٍـٍ❤ـٍـٍپڪ/چ حــيـــــ(❤️)ــــــا تـَﮩًـيֆ ","• انا اموت فيك حبيبي اغار عليك ما اقدر اعيش  بدونك 🥺ֆ ","• اي حبك❤️ 💋🌹ֆ","• اعشششششقك جد❤️ 💋🌹ֆ"," • حبيكي😏😹ֆ"," • روح كول لغيري اعشقج مو الي 😒ֆ","• احبك 🙊❤️ֆ","• متستحي 😐ֆ ","• بابا روح خالو روح شسوي انته كلتلي احبج 🙃ֆ","• وربي لصيحلك ايكان ايكو تعال 😡ֆ ","• اوف فديت ربك 🙈😚ֆ ","• ما احترمك شلون احبك 🙄ֆ ","• اعرف طوختها راح اسكت 🤐ֆ ","• حبيبي ايكان بس 😌🤗ֆ ","• حبيبتي رهف بس ❤️😍ֆ ","• ماحبك 🤤ֆ ","• كلبي انته 😶❤️ֆ ","• اموتن بيك ❤️😌ֆ ","• اموعن اذوبن 😌💔ֆ ","• انته النفس مال اني ❤️😋ֆ ","• شبيك مشايف بنات هيج جفاف 😕ֆ ","• انته العشق 😚💋ֆ ","• انطيني بوسه 💋 وحبك 🤗ֆ ","• لزكت 😕ֆ ","• انت ليش يا ابنيه اشوفها ادكول الها احبج صدك متستحي على نفسك 😒💔ֆ ","• فدوة الحلك 🙊😍ֆ ","• باع حظي مناقصني زواحف ولي راح احظرك😪🙄ֆ ","• اني وانت كلب واحد بالنفس صاعد ونازل 🙊😻ֆ ","• تفووو عليك ماريد حبك 😂🙊ֆ ","• اموت عليك يروحي 😻💋ֆ " }
send(msg.chat_id_, msg.id_, ''..texting[math.random(#texting)]..'')
end
end
if text == "احبك فدوه" or text == "فدوه اموت عليك" or text == "اموت عليك فدوه" or text == "اهواك" or text == "اهواج" or text == "فدوه اموت عليج" or text == "اموت عليج فدوه" or text == "موت اعشقج" or text == "مجنون بيك" or text == "والله احبج" or text == "والله احبك" or text == "والله اعشقك" or text == "والله اعشقج" or text == "عشقك موت" or text == "احبج والله" or text == "والله احبج" or text == "حبي" or text == "اموت عليك والله" or text == "والله اموت عليك"  or text == "اموت عليج والله" or text == "والله اموت عليج" or text == "احبج بجنون" or text == "احبك بجنون" or text == "اعشقك بجنون" or text == "اعشقج بجنون" or text == "احبج من الله" or text == "احبك من الله" or text == "من الله احبج" or text == "من الله احبك" or text == "احبج حياتي" or text == "احبك حياتي" or text == "احبك كلبي" or text == "احبج كلبي" or text == "احبك عيني" or text == "احبج عيني" or text == "عيني احبج" or text == "عيني احبك" or text == "كلبي احبك" or text == "كلبي احبج" or text == "حياتي احبج" or text == "حياتي احبك" or text == "احبك عيوني" or text == "احبج عمري" or text == "عمري احبج" or text == "عمري احبك" or text == "احبك حظي" or text == "احبج حظي"  or text == "حظي احبك" or text == "حظي احبج"  or text == "احبج حضي" or text == "احبك حضي"  or text == "حضي احبك" or text == "حضي احبك"  or text == "احبك عمري" or text == "احبچ" then
if not database:get(bot_id..'lock:add'..msg.chat_id_) then
local texting = {"• حٌٰبٌِٰيَٰبٌِٰـﮧيَٰ وٍّنٍٰـﮧيَٰ هَٰہۧــمٍٰ😻👅ֆ","• اآٍحًـٍـٍ❤ـٍـٍپڪ/چ حــيـــــ(❤️)ــــــا تـَﮩًـيֆ ","• انا اموت فيك حبيبي اغار عليك ما اقدر اعيش  بدونك 🥺ֆ ","• اي حبك❤️ 💋🌹ֆ","• اعشششششقك جد❤️ 💋🌹ֆ"," • حبيكي😏😹ֆ"," • روح كول لغيري اعشقج مو الي 😒ֆ","• احبك 🙊❤️ֆ","• متستحي 😐ֆ ","• بابا روح خالو روح شسوي انته كلتلي احبج 🙃ֆ","• وربي لصيحلك ايكان ايكو تعال 😡ֆ ","• اوف فديت ربك 🙈😚ֆ ","• ما احترمك شلون احبك 🙄ֆ ","• اعرف طوختها راح اسكت 🤐ֆ ","• حبيبي ايكان بس 😌🤗ֆ ","• حبيبتي رهف بس ❤️😍ֆ ","• ماحبك 🤤ֆ ","• كلبي انته 😶❤️ֆ ","• اموتن بيك ❤️😌ֆ ","• اموعن اذوبن 😌💔ֆ ","• انته النفس مال اني ❤️😋ֆ ","• شبيك مشايف بنات هيج جفاف 😕ֆ ","• انته العشق 😚💋ֆ ","• انطيني بوسه 💋 وحبك 🤗ֆ ","• لزكت 😕ֆ ","• انت ليش يا ابنيه اشوفها ادكول الها احبج صدك متستحي على نفسك 😒💔ֆ ","• فدوة الحلك 🙊😍ֆ ","• باع حظي مناقصني زواحف ولي راح احظرك😪🙄ֆ ","• اني وانت كلب واحد بالنفس صاعد ونازل 🙊😻ֆ ","• تفووو عليك ماريد حبك 😂🙊ֆ ","• اموت عليك يروحي 😻💋ֆ " }
send(msg.chat_id_, msg.id_, ''..texting[math.random(#texting)]..'')
end
end
if text == "دوم" or text == "دومك" or text == "دوم حبي" or text == "دوم عمري" or text == "دوم حياتي" or text == "دوم كلبي" or text == "دوم دلبي" or text == "دوم قلبي" or text == "دوم حب" or text == "دوم نبض" or text == "دوم اخوي" or text == "دوم خيتي" or text == "دوم يعمري" or text == "دوم يكلبي" or text == "دوم ايكان" or text == "دوم رهف" or text == "تدوم" or text == "دوم حياطي" or text == "طوم حبي" or text == "طوم عمري" or text == "طوم حياتي" or text == "طوم حياطي" or text == "طوم دلبي" or text == "طوم قلبي" or text == "طوم حب" or text == "طوم نبض" or text == "طوم اخوي" or text == "طوم خيتي" or text == "طوم يعمري" or text == "طوم يكلبي" or text == "طوم ايكان" or text == "طوم رهف" or text == "دوم عيني" or text == "دوم عيوني" or text == "دوم خيي" or text == "دوم ورده" or text == "دوم دوم" or text == "دووم" or text == "دوووم" or text == "دووووم" or text == "دوووووم" or text == "دووووووم" or text == "دوووووووم" or text == "دووووووووم" or text == "دوووووووووم" then
if not database:get(bot_id..'lock:add'..msg.chat_id_) then
local texting = {"تسلم دوم لحبيبك 😌🤍ֆ","• ادوم ايامك يالغالي ❤️🌹ֆ","• دوم وكعد ع عناد الواكفين 🤷🏼‍♀️😹ֆ ","• دوم وجيري 😐😸ֆ","• يدومك لناسك ❤️😌ֆ ","• تدوم نبضات قلبك 🤍 💗ֆ ","• تدوم غوالي قلبك ♥️ֆ ","• دوم وبصل 😸😹ֆ ","• يدومك الي يبعد شبابيك كلبي 🤍ֆ ","• يفدوه للحلك 🤤ֆ ","• فدوه لكلبك ♥️🌹ֆ " }
send(msg.chat_id_, msg.id_, ''..texting[math.random(#texting)]..'')
end
end
if text == "زين" or text == "زينه" or text == "زينة" or text == "زيينه" or text == "زوين" or text == "زوينه" or text == "على الله" or text == "بخير" or text == "كلش زينه" or text == "كلش زين" or text == "عال العال" or text == "منيح" or text == "منيحه" or text == "تمام التمام" or text == "كويس" or text == "كويسه" or text == "اني زين" or text == "اني زينه" or text == "انا زين" or text == "انا زينه" or text == "اني بخير" or text == "انا بخير" then
if not database:get(bot_id..'lock:add'..msg.chat_id_) then
local texting = {"• دِْۈۈۈۈ/يّارٌبْ_مـْو_يـّوّمٌ/ۈۈۈۈمْ🌹❤️ֆ","• دِْۈۈم يّارٌبْ 😻🤲ֆ ","• ريتك دوم يربي🌹💋ֆ","• دَِْۈۈـمـَ عَنَوَنَاتَيَ 😍🤗ֆ"," • دِّْۈۈﻣ̲ ﺣّ͠ـبّـيَ 💗😻ֆ"," • دَِْۈۈـمـَ يَےعَـمـَرَيَے 🤍 🌺ֆ","• دِْْۈۈمْ حْْيْاتْيْ 💐🤗ֆ " }
send(msg.chat_id_, msg.id_, ''..texting[math.random(#texting)]..'')
end
end
if text == "شكو" or text == "شكو ماكو" or text == "شكو حبي" or text == "شكو عمري" or text == "شكو حياتي" or text == "شكو كلبي" or text == "شكو دلبي" or text == "شكو قلبي" or text == "شكو حب" or text == "شكو نبض" or text == "شكو اخوي" or text == "شكو خيتي" or text == "شكو يعمري" or text == "شكو يكلبي" or text == "شكو ايكان" or text == "شكو رهف" or text == "شكوماكو" or text == "شكوش ماكوش" or text == "شكو ماكو حبي" or text == "شكو ماكو عمري" or text == "شكو ماكو حياتي" or text == "شكو ماكو كلبي" or text == "شكو ماكو دلبي" or text == "شكو ماكو قلبي" or text == "شكو ماكو حب" or text == "شكو ماكو نبض" or text == "شكو ماكو اخوي" or text == "شكو ماكو خيتي" or text == "شكو ماكو يعمري" or text == "شكو ماكو يكلبي" or text == "شكو ماكو ايكان" or text == "شكو ماكو رهف" or text == "شكو عيني" or text == "شكو عيوني" or text == "شكو خيي" or text == "شكو ورده" or text == "شكو ماكو عيني" or text == "شكو ماكو عيوني" or text == "شكو ماكو خيي" or text == "شكو ماكو ورده" then
if not database:get(bot_id..'lock:add'..msg.chat_id_) then
local texting = {"غيرك/ج بل كلب ماكو يبعد كلبي😍❤️️ֆ","• كٍٰلْٰـشَُـﮧﮧيَٰ مٍٰـہاَٰكٍٰـﮧوٍّ اَٰرِٰجًِّـعٍِّ نٍٰـاَٰمٍٰ🙄😐ֆ","• احجيلي انته شكو 🤷‍♀️ֆ ","• انته اعرف اني شمدريني 🙆‍♀️🤦‍♀️ֆ","• اذا اكو شي جديد كولي  🙄ֆ ","• ماكو غيرك حبيب انته كلشي بدنيتي 😂😹ֆ ","• كلشي اكو وكلش ماكو 🤷‍♀️🙂ֆ ","• ما ادول خليها حسره 😹😸ֆ ","• شعرفني كلبي💗ֆ ","• شنو دراني يروحي 🙂🙄ֆ ","• ما اعرف عيوني 🤷‍♀️ֆ " }
send(msg.chat_id_, msg.id_, ''..texting[math.random(#texting)]..'')
end
end
if text == 'ايكان من البصرة' then
TextReply = ' عاشت الاسامي تشرفت ورده 🌹 ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
if text == 'ايكان من بصرة' then
TextReply = ' عاشت الاسامي تشرفت ورده 🌹 ֆ'
send(msg.chat_id_, msg.id_,'['..TextReply..']')
return false
end
end

if text == 'تفعيل ردود البوت' and Manager(msg) then
database:del(bot_id..'Reply:Status'..msg.chat_id_)
send(msg.chat_id_, msg.id_,'☑| تم تفعيل ردود البوت')
return false
end

if text == 'تعطيل ردود البوت' and Manager(msg) then
database:set(bot_id..'Reply:Status'..msg.chat_id_,true)
send(msg.chat_id_, msg.id_,'☑| تم تعطيل ردود البوت')
return false
end

end
return {
mjnonh = Reply
}

